Repository: deriv-com/smarttrader
Catalog: src/translations/*.po
Languages: ar_sa, de_de, km_kh, sw_ke, tr_tr, uz_uz

source: Trade
ar_sa: التجارة
de_de: Handel
km_kh: ជួញដូរ
sw_ke: Biashara
tr_tr: Ticaret
uz_uz: Savdo

source: Trade digital options on the world’s markets with SmartTrader, a powerful, user-friendly online trading platform.
ar_sa: تداول الخيارات الرقمية في الأسواق العالمية مع SmartTrader، منصة تداول قوية وسهلة الاستخدام عبر الإنترنت.
de_de: Handeln Sie mit digitalen Optionen auf den Weltmärkten mit SmartTrader, einer leistungsstarken, benutzerfreundlichen Online-Handelsplattform.
km_kh: ធ្វើការជួញដូរអប់សិនឌីជីថលនៅលើទីផ្សារពិភពលោកជាមួយ SmartTrader ដែលជាវេទិកាជួញដូរអនឡាញដ៏មានឥទ្ធិពល និងងាយស្រួលប្រើ។
sw_ke: Biashara chaguzi za dijiti kwenye masoko ya ulimwengu na SmartTrader, jukwaa la biashara mkondoni yenye nguvu, linalofaa rafiki.
tr_tr: Güçlü, kullanıcı dostu bir çevrimiçi ticaret platformu olan SmartTrader ile dünya pazarlarında dijital opsiyon ticareti yapın.
uz_uz: SmartTrader, kuchli va foydalanuvchilarga qulay onlayn savdo platformasi yordamida global bozorlarda raqamli opsiyalarni soting.

source: Trade the world's markets with our popular user-friendly platform.
ar_sa: تداول في الأسواق العالمية من خلال منصتنا الشهيرة سهلة الاستخدام.
de_de: Handeln Sie auf den Weltmärkten mit unserer beliebten benutzerfreundlichen Plattform.
km_kh: ធ្វើការជួញដូរក្នុងទីផ្សារពិភពលោកជាមួយនឹងវេទិកាដែលងាយស្រួលប្រើដ៏ពេញនិយមរបស់យើង។
sw_ke: Biashara masoko ya ulimwengu na jukwaa letu maarufu la rafiki.
tr_tr: Popüler kullanıcı dostu platformumuzla dünya pazarlarında ticaret yapın.
uz_uz: Ommabop va ishlatish uchun qulay platformamiz bilan jahon bozorlarini savdo qiling.

source: Trader's hub
ar_sa: مركز التاجر
sw_ke: Kitovu cha mfanyabiashara
tr_tr: Tüccar merkezi

source: Trading and deposit disabled
ar_sa: تم تعطيل التداول والإيداع
de_de: Handel und Einzahlung deaktiviert
km_kh: ការជួញដូរ និងការដាក់ប្រាក់ត្រូវបានបិទ
sw_ke: Biashara na amana imezimwa
tr_tr: Ticaret ve mevduat devre dışı
uz_uz: Savdo va depozit o'chirib qo'yilgan

source: Trading and deposits have been disabled on your account. Kindly %1contact customer support%2 for assistance.
ar_sa: تم تعطيل التداول والودائع في حسابك. يرجى %1cالاتصال بدعم العملاء%2 للحصول على المساعدة.
de_de: Handel und Einlagen wurden auf Ihrem Konto deaktiviert. Bitte %1kontaktieren Sie den Kundensupport%2, um Unterstützung zu erhalten.
km_kh: ការជួញដូរ និងការដាក់ប្រាក់ត្រូវបានបិទនៅលើគណនីរបស់អ្នក។ សូម %1ទាក់ទងផ្នែកជំនួយអតិថិជន%2 សម្រាប់ជំនួយ។
sw_ke: Biashara na amana zimezimwa kwenye akaunti yako. Tafadhali %1cwasiliana na msaada wa wateja%2 kwa usaidizi.
tr_tr: Hesabınızda alım satım ve para yatırma işlemleri devre dışı bırakıldı. Lütfen %1contact müşteri desteği%2 yardım için.
uz_uz: Hisobingizda savdo va depozitlar o'chirib qo'yildi. Iltimos %1cYordam uchun %mijozlarni qo‘llab-quvvatlash xizmatiga %2 murojaat qiling.

source: Trading is unavailable at this time.
ar_sa: التداول غير متاح في الوقت الحالي.
sw_ke: Biashara haipatikani kwa wakati huu.
tr_tr: Ticaret şu anda kullanılamıyor.

source: Trading statistics report
ar_sa: تقرير إحصائيات التداول
de_de: Bericht über Handelsstatistiken
km_kh: របាយការណ៍ស្ថិតិការជួញដូរ
sw_ke: Ripoti ya takwimu za biashara
tr_tr: Alım satım istatistikleri raporu
uz_uz: Savdo statistikasi hisoboti

source: Transaction ID
ar_sa: معرف المعاملة
de_de: Transaktions-ID
km_kh: លេខសម្គាល់ប្រតិបត្តិការ
sw_ke: Kitambulisho cha U
tr_tr: İşlem Kimliği
uz_uz: Tranzaksiya identifikatori

source: Transaction performed by %1 (App ID: %2)
ar_sa: تم تنفيذ المعاملة بواسطة %1 (معرف التطبيق: %2)
de_de: Transaktion ausgeführt von %1 (App-ID: %2)
km_kh: ប្រតិបត្តិការដែលអនុវត្តដោយ %1 (App ID: %2)
sw_ke: Shughuli iliyofanywa na %1 (Kitambulisho cha App: %2)
tr_tr: İşlem %1 tarafından gerçekleştirildi (Uygulama Kimliği: %2)
uz_uz: %1 tomonidan amalga oshirilgan tranzaksiya (App ID: %2)

source: True USD
ar_sa: الدولار الأمريكي الحقيقي
de_de: Wahrer USD
sw_ke: USD ya kweli
tr_tr: Gerçek USD

source: Try our %1Synthetic Indices%2.
ar_sa: جرب المؤشرات %1S%2الاصطناعية الخاصة بنا.
de_de: Versuchen Sie unsere %1 synthetischen Indizes %2.
km_kh: សាកល្បង %1សន្ទស្សន៍ Synthetic%2 របស់យើង។
sw_ke: Jaribu Fahirisi zetu za %1Sza nyingi%2.
tr_tr: %1Synthetic Indices%2adresimizi deneyin.
uz_uz: Bizning %1Ssintetik indekslarimizni sinab ko'ring%2.

source: Try our other markets.
ar_sa: جرب أسواقنا الأخرى.
de_de: Probieren Sie unsere anderen Märkte aus.
km_kh: សាកល្បងទីផ្សារផ្សេងទៀតរបស់យើង។
sw_ke: Jaribu masoko yetu mengine.
tr_tr: Diğer pazarlarımızı deneyin.
uz_uz: Boshqa bozorlarimizni sinab ko'ring.

source: Tu
ar_sa: تو
km_kh: អង្គារ

source: Tuesday
ar_sa: الثلاثاء
de_de: Dienstag
km_kh: ថ្ងៃអង្គារ
sw_ke: Jumanne
tr_tr: Salı
uz_uz: Seshanba

source: Turnover
ar_sa: معدل الدوران
de_de: Umsatz
km_kh: តម្លៃក្នុងការជួញដូរ
sw_ke: Mauzo
tr_tr: Ciro
uz_uz: Aylanma

source: US Dollar
ar_sa: الدولار الأمريكي
km_kh: ដុល្លារអាមេរិក
sw_ke: Dola ya Marekani
tr_tr: ABD Doları

source: USD Coin
ar_sa: عملة الدولار
de_de: USD-Münze
sw_ke: Sarafu ya USD
tr_tr: USD Madeni Para

source: Understood
ar_sa: فهمت
de_de: Verstanden
km_kh: យល់ហើយ
sw_ke: Imeelewa
tr_tr: Anlaşıldı
uz_uz: Tushunarli

source: Unfortunately, this trading platform is not available for EU Deriv account. Please switch to a non-EU account to continue trading.
ar_sa: لسوء الحظ، منصة التداول هذه غير متاحة لحساب EU Deriv. يرجى التبديل إلى حساب خارج الاتحاد الأوروبي لمواصلة التداول.
de_de: Leider ist diese Handelsplattform für ein EU-Deriv-Konto nicht verfügbar. Bitte wechseln Sie zu einem Nicht-EU-Konto, um den Handel fortzusetzen.
km_kh: ជាអកុសល វេទិកាជួញដូរនេះមិនអាចប្រើបានសម្រាប់គណនី EU Deriv ទេ។ សូមប្តូរទៅគណនីដែលមិនមែនជាសហភាពអឺរ៉ុប ដើម្បីបន្តការជួញដូរ។
sw_ke: Kwa bahati mbaya, jukwaa hili la biashara halipatikani kwa akaunti ya EU Deriv. Tafadhali badilisha kwenye akaunti isiyo ya EU ili kuendelea na biashara.
tr_tr: Ne yazık ki, bu işlem platformu EU Deriv hesabı için mevcut değildir. Ticarete devam etmek için lütfen AB üyesi olmayan bir hesaba geçin.
uz_uz: Afsuski, ushbu savdo platformasi YI Deriv hisob uchun mavjud emas. Savdoni davom ettirish uchun YI bo'lmagan hisob qaydnomasiga o'ting.

source: Unknown OS
ar_sa: نظام تشغيل غير معروف
de_de: Unbekanntes Betriebssystem
km_kh: ប្រព័ន្ធប្រតិបត្តិការមិនស្គាល់
sw_ke: OS isiyojulikana
tr_tr: Bilinmeyen İşletim Sistemi
uz_uz: Noma'lum OS

source: Up to %1 decimal places are allowed.
ar_sa: يُسمح بما يصل إلى %1 منازل عشرية.
de_de: Bis zu %1 Dezimalstellen sind zulässig.
km_kh: អនុញ្ញាតឱ្យប្រើខ្ទង់ទសភាគរហូតដល់ %1 ខ្ទង់។
sw_ke: Hadi maeneo ya kufikia %1 zinaruhusiwa.
tr_tr: En fazla %1 ondalık basamağa izin verilir.
uz_uz: %1 tagacha kasrga ruxsat beriladi.

source: Use a few words, avoid common phrases
ar_sa: استخدم بضع كلمات، وتجنب العبارات الشائعة
de_de: Benutze ein paar Wörter, vermeide gebräuchliche Phrasen
km_kh: ប្រើពាក្យពីរបីពាក្យ ជៀសវាងឃ្លាទូទៅ
sw_ke: Tumia maneno machache, epuka maneno ya kawaida
tr_tr: Birkaç kelime kullanın, yaygın ifadelerden kaçının
uz_uz: Bir nechta so'zlardan foydalaning, umumiy iboralardan saqlaning

source: Use a longer keyboard pattern with more turns
ar_sa: استخدم نمط لوحة مفاتيح أطول مع المزيد من المنعطفات
de_de: Verwenden Sie ein längeres Tastaturmuster mit mehr Umdrehungen
km_kh: ប្រើលំនាំក្ដារចុចវែងជាងនិងស្មុគស្មាញជាង
sw_ke: Tumia muundo mrefu wa kibodi na mageuzo zaidi
tr_tr: Daha fazla dönüşle daha uzun bir klavye deseni kullanın
uz_uz: Ko'proq aylanishlar bilan uzunroq tugmalar birikmalaridan foydalaning

source: Verification code is wrong. Please use the link sent to your email.
ar_sa: رمز التحقق خاطئ. يرجى استخدام الرابط المرسل إلى بريدك الإلكتروني.
de_de: Der Bestätigungscode ist falsch. Bitte verwenden Sie den Link, der an Ihre E-Mail gesendet wurde.
km_kh: លេខកូដផ្ទៀងផ្ទាត់មិនត្រឹមត្រូវ។ សូមប្រើតំណដែលបានផ្ញើទៅអ៊ីមែលរបស់អ្នក។
sw_ke: Nambari ya uthibitishaji ni mbaya. Tafadhali tumia kiungo kilichotumwa kwa barua pepe yako.
tr_tr: Doğrulama kodu yanlış. Lütfen e-postanıza gönderilen bağlantıyı kullanın.
uz_uz: Tasdiqlash kodi noto'g'ri. Iltimos, elektron pochtangizga yuborilgan havoladan foydalaning.

source: View
ar_sa: عرض
de_de: Ansehen
km_kh: មើល
sw_ke: Tazama
tr_tr: Görüntüle
uz_uz: Ko'rish

source: View chart
ar_sa: عرض الرسم البياني
de_de: Diagramm ansehen
km_kh: មើលគំនូសតាង
sw_ke: Tazama chati
tr_tr: Grafiği görüntüle
uz_uz: Grafikni ko'rish

source: Virtual
ar_sa: افتراضية
de_de: Virtuell
km_kh: និម្មិត
sw_ke: Halisi
tr_tr: Sanal

source: Waiting for contract settlement.
ar_sa: في انتظار تسوية العقد.
de_de: Warte auf die Vertragsabwicklung.
km_kh: រង់ចាំការទូទាត់តាមការសន្យា
sw_ke: Kusubiri utulivu wa mkataba.
tr_tr: Sözleşme anlaşmasını bekliyorum.
uz_uz: Shartnoma kelishuvi kutilmoqda.

source: Waiting for entry tick.
ar_sa: في انتظار علامة الدخول.
de_de: Klicken Sie auf den Eintrag warten.
km_kh: កំពុងរង់ចាំចំណុច Tick ចូល។
sw_ke: Kusubiri alama ya kuingia.
tr_tr: Giriş kene bekliyorum.
uz_uz: Kirish tiki kutilmoqda.

source: Waiting for exit tick.
ar_sa: في انتظار علامة الخروج.
de_de: Warte auf das Exit-Tick.
km_kh: កំពុងរង់ចាំចំណុច Tick ចេញ។
sw_ke: Kusubiri alama ya kuondoka.
tr_tr: Çıkış kene bekliyorum.
uz_uz: Chiqish tiki kutilmoqda.

source: We
ar_sa: نحن
de_de: Wir
km_kh: យើង
sw_ke: Sisi
tr_tr: Biz
uz_uz: Biz

source: Wednesday
ar_sa: الأربعاء
de_de: Mittwoch
km_kh: ថ្ងៃពុធ
sw_ke: Jumatano
tr_tr: Çarşamba
uz_uz: Chorshanba

source: We’ll update your limits. Click %1Agree and accept%2 to acknowledge that you are fully responsible for your actions, and we are not liable for any addiction or loss.
ar_sa: سنقوم بتحديث حدودك. انقر فوق %1Agree واقبل%2 للإقرار بأنك مسؤول تمامًا عن أفعالك، ونحن لسنا مسؤولين عن أي إدمان أو خسارة.
de_de: Wir werden deine Limits aktualisieren. Klicken Sie auf %1A, bestätigen Sie und akzeptieren Sie%2 , um zu bestätigen, dass Sie die volle Verantwortung für Ihr Handeln tragen und wir nicht für Sucht oder Verlust haften.
km_kh: យើងនឹងធ្វើបច្ចុប្បន្នភាពដែនកំណត់របស់អ្នក។ ចុច %1យល់ព្រម និងទទួលយក%2 ដើម្បីទទួលស្គាល់ថាអ្នកទទួលខុសត្រូវទាំងស្រុងចំពោះសកម្មភាពរបស់អ្នក ហើយយើងមិនទទួលខុសត្រូវចំពោះការញៀន ឬការបាត់បង់ណាមួយឡើយ។
sw_ke: Tutasasisha mipaka yako. Bonyeza %1Agree na kukubali%2 ili kukubali kwamba unawajibika kikamilifu kwa matendo yako, na hatuwajibiki kwa ulevi au upotezaji wowote.
tr_tr: Sınırlarınızı güncelleyeceğiz. Tıklayın %1Agree ve kabul et%2 eylemlerinizden tamamen sorumlu olduğunuzu kabul etmek, ve herhangi bir bağımlılık veya kayıptan sorumlu değiliz.
uz_uz: Biz sizning limitlaringizni yangilaymiz. Sizning harakatlaringiz uchun to'liq javobgar ekanligingizni tan olish uchun %1 Roziman va qabul qilaman%2 tugmasini bosing va biz hech qanday qaramlik yoki yo'qotish uchun javobgar emasmiz.

source: WhatsApp
ar_sa: واتساب

source: When you click "OK" you will be excluded from trading on the site until the selected date.
ar_sa: عند النقر فوق «موافق»، سيتم استبعادك من التداول على الموقع حتى التاريخ المحدد.
de_de: Wenn Sie auf „OK“ klicken, werden Sie bis zum ausgewählten Datum vom Handel auf der Website ausgeschlossen.
km_kh: នៅពេលអ្នកចុច "OK" អ្នកនឹងត្រូវបានដកខ្លួនចេញពីការជួញដូរនៅលើគេហទំព័ររហូតដល់កាលបរិច្ឆេទដែលបានជ្រើសរើស។
sw_ke: Unapobofya “OK” utaondolewa kutoka kwa biashara kwenye tovuti hadi tarehe iliyochaguliwa.
tr_tr: “Tamam” ı tıkladığınızda, seçilen tarihe kadar sitede işlem yapmaktan çıkarılırsınız.
uz_uz: “OK” tugmasini bosganingizda siz tanlangan sanaga qadar saytda savdo-sotiqdan chetlashtirilasiz.

source: Win payout if exit spot is also equal to entry spot.
ar_sa: اربح العائد إذا كان مكان الخروج يساوي أيضًا مكان الدخول.
de_de: Gewinnauszahlung, wenn der Ausstiegsplatz auch dem Startplatz entspricht.
km_kh: ឈ្នះប្រាក់សំណងប្រសិនបើកចំណុចចេញក៏ស្មើនឹងចំណុចចូលផងដែរ។
sw_ke: Kushinda malipo ikiwa nafasi ya kuondoka pia ni sawa na nafasi ya kuingia.
tr_tr: Çıkış noktası da giriş noktasına eşitse ödeme kazanın.
uz_uz: Agar chiqish joyi ham kirish joyiga teng bo'lsa, to'lovni yutib oling.

source: Winning the contract
ar_sa: الفوز بالعقد
de_de: Den Auftrag gewinnen
km_kh: ឈ្នះប្រាក់ចំណេញពីកិច្ចសន្សា
sw_ke: Kushinda mkataba
tr_tr: Sözleşmeyi kazanmak
uz_uz: Shartnomani yutib olish

source: Withdrawal
ar_sa: سحب
de_de: Rücknahme
km_kh: ការដកប្រាក់
sw_ke: Kutoa
tr_tr: Çekilme
uz_uz: Pul olish

source: Withdrawal and trading limits
ar_sa: حدود السحب والتداول
de_de: Auszahlungs- und Handelslimits
km_kh: ដែនកំណត់ការដកប្រាក់និងការជួញដូរ
sw_ke: Uondoaji na mipaka ya biashara
tr_tr: Para çekme ve işlem limitleri
uz_uz: Savdo va pul olish cheklovlari

source: Withdrawal disabled
ar_sa: تم تعطيل السحب
de_de: Auszahlung deaktiviert
km_kh: ការដកប្រាក់ត្រូវបានបិទ
sw_ke: Uondoaji ulizimwa
tr_tr: Para çekme devre dışı
uz_uz: Pulni yechib olish o‘chirib qo‘yilgan

source: Withdrawals have been disabled on your account. Please check your email for more details.
ar_sa: تم تعطيل عمليات السحب على حسابك. يرجى التحقق من بريدك الإلكتروني لمزيد من التفاصيل.
de_de: Auszahlungen wurden auf Ihrem Konto deaktiviert. Bitte überprüfe deine E-Mail für weitere Informationen.
km_kh: ការដកប្រាក់ត្រូវបានបិទនៅលើគណនីរបស់អ្នក។ សូមពិនិត្យមើលអ៊ីមែលរបស់អ្នកសម្រាប់ព័ត៌មានលម្អិតបន្ថែម។
sw_ke: Uondoaji umezimwa kwenye akaunti yako. Tafadhali angalia barua pepe yako kwa maelezo zaidi.
tr_tr: Hesabınızda para çekme işlemleri devre dışı bırakıldı. Daha fazla ayrıntı için lütfen e-postanızı kontrol edin.
uz_uz: Hisobingizda pul yechib olish o'chirib qo'yildi. Batafsil ma'lumot uchun elektron pochtangizni tekshiring.

source: Would you like to check your statement first? %1Check Statement%2
ar_sa: هل ترغب في التحقق من بيانك أولاً؟ %1Cتحقق من البيان%2
de_de: Möchten Sie zuerst Ihren Kontoauszug prüfen? %1 Auszug prüfen %2
km_kh: តើអ្នកចង់ពិនិត្យមើលរបាយការណ៍របស់អ្នកជាមុនទេ? %1ពិនិត្យរបាយការណ៍%2
sw_ke: Je, ungependa kuangalia taarifa yako kwanza? Taarifa ya %1Check%2
tr_tr: Önce ekstrenizi kontrol etmek ister misiniz? %1Check Ekstre%2
uz_uz: Avval bayonotingizni tekshirmoqchimisiz? %1CTekshirish bayonnomasi%2

source: You are offline
ar_sa: أنت غير متصل
de_de: Du bist offline
km_kh: អ្នកនៅ offline
sw_ke: Uko nje ya mtandao
tr_tr: Çevrimdışınız
uz_uz: Siz oflayn rejimsizdasiz

source: You can close this window without interrupting your trade.
ar_sa: يمكنك إغلاق هذه النافذة دون مقاطعة تجارتك.
de_de: Sie können dieses Fenster schließen, ohne Ihren Handel zu unterbrechen.
km_kh: អ្នកអាចបិទបង្អួចនេះដោយមិនរំខានដល់ការជួញដូររបស់អ្នក។
sw_ke: Unaweza kufunga dirisha hili bila kuvuruga biashara yako.
tr_tr: Ticaretinizi kesintiye uğratmadan bu pencereyi kapatabilirsiniz.
uz_uz: Ushbu oynani savdoingizni to'xtatmasdan yopishingiz mumkin.

source: You did not change anything.
ar_sa: لم تغير أي شيء.
de_de: Du hast nichts geändert.
km_kh: អ្នកមិនបានផ្លាស់ប្តូរអ្វីទាំងអស់។
sw_ke: Hukubadilisha chochote.
tr_tr: Hiçbir şeyi değiştirmedin.
uz_uz: Siz hech narsani o'zgartirmadingiz.

source: You have reached the rate limit of requests per second. Please try later.
ar_sa: لقد وصلت إلى حد معدل الطلبات في الثانية. يرجى المحاولة لاحقًا.
de_de: Sie haben das Ratenlimit für Anfragen pro Sekunde erreicht. Bitte versuchen Sie es später.
km_kh: អ្នកបានឈានដល់ដែនកំណត់អត្រានៃសំណើក្នុងមួយវិនាទីហើយ។ សូមព្យាយាមនៅពេលក្រោយ។
sw_ke: Umefikia kikomo cha kiwango cha maombi kwa sekunde. Tafadhali jaribu baadaye.
tr_tr: Saniyede taleplerin oran sınırına ulaştınız. Lütfen daha sonra deneyin.
uz_uz: Siz soniyada so'rovlar darajasi limitiga yetdingiz. Iltimos, keyinroq harakat qiling.

source: You have sold this contract at %1 %2
ar_sa: لقد قمت ببيع هذا العقد بسعر %1 %2
de_de: Sie haben diesen Vertrag zu %1 %2verkauft
km_kh: អ្នកបានលក់កិច្ចសន្យានេះក្នុងតម្លៃ %1 %2
sw_ke: Umeuza mkataba huu kwa %1 %2
tr_tr: Bu sözleşmeyi sattınız %1 %2
uz_uz: Siz ushbu shartnomani %1 %2da sotdingiz

source: You have to register and get App ID before you can use different OAuth server for authentication. For more information refer to OAuth details on https://api.deriv.com/.
ar_sa: يجب عليك التسجيل والحصول على معرف التطبيق قبل أن تتمكن من استخدام خادم OAuth مختلف للمصادقة. لمزيد من المعلومات، راجع تفاصيل OAuth على /https://api.deriv.com
de_de: Sie müssen sich registrieren und eine App-ID erhalten, bevor Sie einen anderen OAuth-Server für die Authentifizierung verwenden können. Weitere Informationen finden Sie unter OAuth-Details auf https://api.deriv.com/.
km_kh: អ្នកត្រូវតែចុះឈ្មោះ និងទទួលលេខសម្គាល់កម្មវិធី App ID មុនពេលអ្នកអាចប្រើម៉ាស៊ីនមេ OAuth ផ្សេងគ្នាសម្រាប់ការផ្ទៀងផ្ទាត់។ សម្រាប់ព័ត៌មានបន្ថែម សូមមើលព័ត៌មានលម្អិត OAuth បាននៅលើ https://api.deriv.com/ ។
sw_ke: Lazima ujiandikishe na upate Kitambulisho cha Programu kabla ya kutumia seva tofauti ya OAuth kwa uthibitishaji. Kwa habari zaidi rejelea maelezo ya OAuth kwenye https://api.deriv.com/.
tr_tr: Kimlik doğrulama için farklı OAuth sunucusu kullanmadan önce kayıt olmanız ve Uygulama Kimliği almanız gerekir. Daha fazla bilgi için https://api.deriv.com/ adresindeki OAuth ayrıntılarına bakın.
uz_uz: Siz autentifikatsiya qilish uchun turli xil OAuth serverini ishlatishdan oldin ro'yxatdan o'tishingiz va App ID-ni olishingiz kerak. Qo'shimcha ma'lumot olish uchun https://api.deriv.com/ saytidagi OAuth tafsilotlariga qarang.

source: You have yet to receive any notifications
ar_sa: لم تتلق أي إشعارات حتى الآن
de_de: Sie haben noch keine Benachrichtigungen erhalten
km_kh: អ្នកមិនទាន់ទទួលបានការជូនដំណឹងណាមួយនៅឡើយទេ
sw_ke: Bado haujapata arifa yoyote
tr_tr: Henüz herhangi bir bildirim almadınız
uz_uz: Siz hali bildirishnomalarni olmadingiz

source: You should enter %1 characters.
ar_sa: يجب إدخال %1 حرفًا.
de_de: Sie sollten %1 Zeichen eingeben.
km_kh: អ្នកគួរតែបញ្ចូលតួអក្សរ %1។
sw_ke: Unapaswa kuingiza herufi za %1 .
tr_tr: Girmelisiniz %1 karakterler.
uz_uz: Siz %1 belgilarini kiritishingiz kerak.

source: You will be redirected to a third-party website which is not owned by Binary.com.
ar_sa: ستتم إعادة توجيهك إلى موقع ويب تابع لجهة خارجية لا تملكه Binary.com.
de_de: Sie werden auf eine Website eines Drittanbieters weitergeleitet, die nicht Binary.com gehört.
km_kh: អ្នកនឹងត្រូវបានបញ្ជូនបន្តទៅកាន់គេហទំព័រភាគីទីបី ដែលមិនមែនជាកម្មសិទ្ធិរបស់ Binary.com ទេ។
sw_ke: Utaelekezwa kwenye wavuti ya tatu ambayo haimamiliki na Binary.com.
tr_tr: Binary.com'a ait olmayan üçüncü taraf bir web sitesine yönlendirileceksiniz.
uz_uz: Siz Binary.com kompaniyasiga qarashli bo'lmagan uchinchi tomon veb-saytiga yo'naltirilasiz.

source: You win the payout if the market price does not end in the digit you have selected.
ar_sa: يمكنك الفوز بالدفع إذا لم ينتهي سعر السوق بالرقم الذي حددته.
de_de: Sie gewinnen die Auszahlung, wenn der Marktpreis nicht in der von Ihnen ausgewählten Ziffer endet.
km_kh: អ្នកឈ្នះប្រាក់សំណង ប្រសិនបើតម្លៃទីផ្សារមិនបញ្ចប់ដោយតួលេខខ្ទង់ដែលអ្នកបានជ្រើសរើស។
sw_ke: Unashinda malipo ikiwa bei ya soko haiishia katika tarakimu uliyochagua.
tr_tr: Piyasa fiyatı seçtiğiniz rakamla bitmezse ödemeyi kazanırsınız.
uz_uz: Agar bozor narxi siz tanlagan raqamda tugamasa, to'lovni yutib olasiz.

source: You win the payout if the market price ends in the digit you have selected.
ar_sa: يمكنك الفوز بالدفع إذا انتهى سعر السوق بالرقم الذي حددته.
de_de: Sie gewinnen die Auszahlung, wenn der Marktpreis in der von Ihnen ausgewählten Ziffer endet.
km_kh: អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើតម្លៃទីផ្សារបញ្ចប់ដោយតួលេខខ្ទង់ដែលអ្នកបានជ្រើសរើស។
sw_ke: Unashinda malipo ikiwa bei ya soko inaishia katika tarakimu uliyochagua.
tr_tr: Piyasa fiyatı seçtiğiniz rakamla biterse ödemeyi kazanırsınız.
uz_uz: Agar bozor narxi siz tanlagan raqamda tugaydigan bo'lsa, to'lovni yutib olasiz.

source: Your account is restricted. Kindly %1contact customer support%2 for assistance.
ar_sa: حسابك مقيد. يرجى %1cالاتصال بدعم العملاء%2 للحصول على المساعدة.
de_de: Ihr Konto ist eingeschränkt. Bitte %1kontaktieren Sie die Kundenbetreuung%2 für Hilfe.
km_kh: គណនីរបស់អ្នកត្រូវបានផ្អាក។ សូម %1ទាក់ទងផ្នែកជំនួយអតិថិជន%2 សម្រាប់ជំនួយ។
sw_ke: Akaunti yako imezuiliwa. Tafadhali %1cwasiliana na msaada wa wateja%2 kwa usaidizi.
tr_tr: Hesabınız kısıtlı. Lütfen %1contact müşteri desteği%2 yardım için.
uz_uz: Hisobingiz cheklangan. Yordam uchun %1cmijozlarni qo‘llab-quvvatlash xizmatiga%2 murojaat qiling.

source: Your application to be treated as a professional client is being processed.
ar_sa: تتم معالجة طلبك ليتم التعامل معه كعميل محترف.
de_de: Ihr Antrag, als professioneller Kunde behandelt zu werden, wird bearbeitet.
km_kh: ពាក្យស្នើសុំរបស់អ្នកដើម្បីចង់ប្តូរជាអតិថិជនដែលមានជំនាញ (Professional Client) កំពុងត្រូវបានដំណើរការ។
sw_ke: Maombi yako ya kutibiwa kama mteja wa kitaalamu linasindika.
tr_tr: Profesyonel bir müşteri olarak değerlendirilecek başvurunuz işleme alınmaktadır.
uz_uz: Professional mijoz sifatida ko'rib chiqish uchun arizangiz ko'rib chiqilmoqda.

source: Your changes have been updated.
ar_sa: تم تحديث التغييرات الخاصة بك.
de_de: Ihre Änderungen wurden aktualisiert.
km_kh: ការផ្លាស់ប្តូររបស់អ្នកបានអាប់ដេតហើយ។
sw_ke: Mabadiliko yako yamesasishwa.
tr_tr: Değişiklikleriniz güncellendi.
uz_uz: O'zgartirishlaringiz yangilandi.

source: Your password cannot be the same as your email address.
ar_sa: لا يمكن أن تكون كلمة المرور الخاصة بك هي نفس عنوان بريدك الإلكتروني.
de_de: Ihr Passwort darf nicht mit Ihrer E-Mail-Adresse übereinstimmen.
km_kh: ពាក្យសម្ងាត់របស់អ្នកមិនអាចដូចគ្នានឹងអាសយដ្ឋានអ៊ីមែលរបស់អ្នកបានទេ។
sw_ke: Nenosiri lako haiwezi kuwa sawa na anwani yako ya barua pepe.
tr_tr: Şifreniz e-posta adresinizle aynı olamaz.
uz_uz: Sizning parolingiz elektron pochta manzilingiz bilan bir xil bo'lishi mumkin emas.

source: Your preferred time interval between each report:
ar_sa: الفاصل الزمني المفضل لديك بين كل تقرير:
de_de: Ihr bevorzugtes Zeitintervall zwischen den einzelnen Berichten:
km_kh: ចន្លោះពេលដែលអ្នកពេញចិត្តរវាងរបាយការណ៍នីមួយៗ៖
sw_ke: Muda uliopendelea kati ya kila ripoti:
tr_tr: Her rapor arasında tercih ettiğiniz zaman aralığı:
uz_uz: Har bir hisobot orasidagi afzal vaqt oralig'i:

source: Your professional client request is %1not approved%2.
ar_sa: طلب العميل المحترف الخاص بك هو %1nأو تمت الموافقة عليه%2.
de_de: Ihr professioneller Kundenantrag ist %1 nicht genehmigt %2.
km_kh: សំណើសុំជាអតិថិជនជំនាញរបស់អ្នកគឺ %1មិនត្រូវបានអនុម័ត%2។
sw_ke: Ombi lako la mteja wa kitaalam ni %1nau iliyoidhinishwa%2.
tr_tr: Profesyonel müşteri isteğiniz %1not onaylandı%2.
uz_uz: Sizning professional mijoz so'rovingiz %1ntasdiqlanmadi%2.

source: Your session duration limit will end in %1 seconds.
ar_sa: سينتهي الحد الأقصى لمدة الجلسة في %1 ثانية.
de_de: Ihr Sitzungsdauerlimit endet in %1 Sekunden.
km_kh: ដែនកំណត់រយៈពេលវគ្គជួញដូររបស់អ្នកនឹងបញ្ចប់ក្នុងរយៈពេល %1 វិនាទី។
sw_ke: Kikomo chako cha muda wa kikao kitaisha katika sekunde %1 .
tr_tr: Oturum süresi sınırınız %1 saniye içinde sona erecek.
uz_uz: Sizning sessiya davomiyligi limiti%1 soniyada tugaydi.

source: Your trading statistics since %1.
ar_sa: إحصائيات التداول الخاصة بك منذ %1.
de_de: Ihre Handelsstatistiken seit %1.
km_kh: ស្ថិតិការជួញដូររបស់អ្នកតាំងពី %1។
sw_ke: Takwimu zako za biashara tangu %1.
tr_tr: O zamandan beri ticaret istatistikleriniz %1.
uz_uz: %1dan beri sizning savdo statistikangiz.

source: Your transaction reference is
ar_sa: مرجع المعاملة الخاص بك هو
de_de: Ihre Transaktionsreferenz ist
km_kh: លេខយោងប្រតិបត្តិការរបស់អ្នកគឺ
sw_ke: Kumbukumbu yako ya shughuli ni
tr_tr: İşlem referansınız
uz_uz: Sizning tranzaksiya ma'lumotnomangiz

source: Your transaction reference number is %1
ar_sa: الرقم المرجعي للمعاملة هو %1
de_de: Ihre Transaktionsreferenznummer ist %1
km_kh: លេខយោងប្រតិបត្តិការរបស់អ្នកគឺ %1
sw_ke: Nambari yako ya kumbukumbu ya manunuzi ni %1
tr_tr: İşlem referans numaranız %1
uz_uz: Sizning tranzaksiya ma'lumotnoma raqamingiz %1

source: Your virtual balance has been reset.
ar_sa: تمت إعادة ضبط رصيدك الافتراضي.
de_de: Ihr virtuelles Guthaben wurde zurückgesetzt.
km_kh: សមតុល្យទឹកប្រាក់និម្មិតរបស់អ្នកត្រូវបានកំណត់ឡើងវិញ។
sw_ke: Usawa wako halisi umewekwa upya.
tr_tr: Sanal bakiyeniz sıfırlandı.
uz_uz: Virtual balansingiz tiklandi.
