Repository: deriv-com/smarttrader
Catalog: src/translations/*.po
Languages: ar_sa, de_de, km_kh, sw_ke, tr_tr, uz_uz

source: Contract starts
ar_sa: يبدأ العقد
de_de: Der Vertrag beginnt
km_kh: កិច្ចសន្យាចាប់ផ្តើម
sw_ke: Mkataba huanza
tr_tr: Sözleşme başlar
uz_uz: Shartnoma boshlanadi

source: Contract type
ar_sa: نوع العقد
de_de: Art des Vertrags
km_kh: ប្រភេទកិច្ចសន្យា
sw_ke: Aina ya mkataba
tr_tr: Sözleşme türü
uz_uz: Shartnoma turi

source: Contract will be sold at the prevailing market price when the request is received by our servers. This price may differ from the indicated price.
ar_sa: سيتم بيع العقد بسعر السوق السائد عند استلام الطلب من قبل خوادمنا. قد يختلف هذا السعر عن السعر المشار إليه.
de_de: Der Vertrag wird zum aktuellen Marktpreis verkauft, wenn die Anfrage auf unseren Servern eingeht. Dieser Preis kann vom angegebenen Preis abweichen.
km_kh: កិច្ចសន្យានឹងត្រូវបានលក់ក្នុងតម្លៃទីផ្សារដែលកំពុងមាន នៅពេលដែលម៉ាស៊ីនមេរបស់យើងទទួលបានសំណើបែបនេះ។ តម្លៃនេះអាចខុសពីតម្លៃដែលបានបញ្ជាក់។
sw_ke: Mkataba utauzwa kwa bei inayoendelea ya soko wakati ombi linapopokelewa na seva zetu. Bei hii inaweza kutofautiana na bei iliyoonyeshwa.
tr_tr: Talep sunucularımız tarafından alındığında sözleşme geçerli piyasa fiyatından satılacaktır. Bu fiyat belirtilen fiyattan farklı olabilir.
uz_uz: Shartnoma bizning serverlarimiz tomonidan so'rov qabul qilinganda, amaldagi bozor narxida sotiladi. Ushbu narx ko'rsatilgan narxdan farq qilishi mumkin.

source: Contracts bought
ar_sa: عقود تم شراؤها
de_de: Gekaufte Verträge
km_kh: កិច្ចសន្យាដែលបានទិញ
sw_ke: Mikataba kununuliwa
tr_tr: Satın alınan sözleşmeler
uz_uz: Sotib olingan shartnomalar

source: Contracts sold
ar_sa: تم بيع العقود
de_de: Verkaufte Verträge
km_kh: កិច្ចសន្យាដែលបានលក់
sw_ke: Mikataba iliyouzwa
tr_tr: Satılan sözleşmeler
uz_uz: Sotilgan shartnomalar

source: Crypto
ar_sa: التشفير
de_de: Krypto
km_kh: គ្រីបតូ
tr_tr: Kripto
uz_uz: Kripto

source: Currency
ar_sa: العملة
de_de: Währung
km_kh: រូបិយប័ណ្ណ
sw_ke: Sarafu
tr_tr: Para birimi
uz_uz: Valyuta

source: Current
ar_sa: تيار
de_de: Aktuell
km_kh: បច្ចុប្បន្ន
sw_ke: sasa
tr_tr: Güncel
uz_uz: Hozirgi

source: Current time
ar_sa: الوقت الحالي
de_de: Aktuelle Uhrzeit
km_kh: ពេល​វេលា​បច្ចុប្បន្ន
sw_ke: Wakati wa sasa
tr_tr: Şimdiki zaman
uz_uz: Hozirgi vaqt

source: Current time:
ar_sa: الوقت الحالي:
de_de: Aktuelle Uhrzeit:
km_kh: ម៉ោងបច្ចុប្បន្ន៖
sw_ke: Wakati wa sasa:
tr_tr: Şimdiki zaman:
uz_uz: Hozirgi vaqt:

source: Dates are often easy to guess
ar_sa: غالبًا ما يكون من السهل تخمين التواريخ
de_de: Daten sind oft leicht zu erraten
km_kh: កាលបរិច្ឆេទនោះ​ច្រើន​តែ​ងាយ​ស្រួសស្មាន
sw_ke: Tarehe mara nyingi ni rahisi kudhani
tr_tr: Tarihleri tahmin etmek genellikle kolaydır
uz_uz: Sanalarni ko'pincha taxmin qilish oson

source: Deal cancel. fee
ar_sa: إلغاء الصفقة. رسوم
de_de: Angebot stornieren. Gebühr
km_kh: ថ្លៃសេវានៃការលុបចោលកិច្ចព្រមព្រៀង
sw_ke: Mkataba ghairi. Ada
tr_tr: Anlaşma iptal. ücret
uz_uz: Shartnomani bekor qilish. to'lov

source: Dec
ar_sa: ديسمبر
de_de: Dez.
km_kh: ខែធ្នូ
sw_ke: Desemba
tr_tr: Aralık
uz_uz: Dek

source: December
ar_sa: ديسمبر
de_de: Dezember
km_kh: ខែធ្នូ
sw_ke: Desemba
tr_tr: Aralık
uz_uz: Dekabr

source: Demo
ar_sa: عرض تجريبي
de_de: Demoversion
km_kh: សាកល្បង
sw_ke: onyesho

source: Demo Financial
ar_sa: الحساب المالي التجريبي
de_de: Demo Finanzen
km_kh: គណនីសាកល្បង Financial
sw_ke: Demo ya Fedha
tr_tr: Demo Finansal
uz_uz: Moliyaviy demo

source: Demo Financial STP
ar_sa: STP المالي التجريبي
de_de: STP-Demo für Finanzen
km_kh: គណនីសាកល្បង Financial STP
sw_ke: Demo ya Fedha STP
tr_tr: Finansal STP Demo
uz_uz: Demo moliyaviy STP

source: Demo Synthetic
ar_sa: ديمو سينثتيك
de_de: Demo Synthetisch
km_kh: គណនីសាកល្បង Synthetic
sw_ke: Demo ya sintetiki
tr_tr: Demo Sentetik
uz_uz: Sintetik Demo

source: Demo account
ar_sa: حساب تجريبي
de_de: Demo-Konto
km_kh: គណនីសាកល្បង
sw_ke: Akaunti ya majaribio
tr_tr: Demo hesabı
uz_uz: Demo hisob

source: Deposit
ar_sa: الإيداع
de_de: Einzahlung
km_kh: ដាក់ប្រាក់
sw_ke: Kuweka
tr_tr: Depozito
uz_uz: Depozit

source: Deposits and withdrawals have been disabled on your account. Please check your email for more details.
ar_sa: تم تعطيل عمليات الإيداع والسحب في حسابك. يرجى التحقق من بريدك الإلكتروني لمزيد من التفاصيل.
de_de: Ein- und Auszahlungen wurden auf Ihrem Konto deaktiviert. Bitte überprüfe deine E-Mail für weitere Informationen.
km_kh: ការដាក់ប្រាក់ និងការដកប្រាក់ត្រូវបានបិទសម្រាប់គណនីរបស់អ្នក។ សូមពិនិត្យមើលអ៊ីមែលរបស់អ្នកសម្រាប់ព័ត៌មានលម្អិតបន្ថែម។
sw_ke: Amana na uondoaji umezimwa kwenye akaunti yako. Tafadhali angalia barua pepe yako kwa maelezo zaidi.
tr_tr: Hesabınızda para yatırma ve çekme işlemleri devre dışı bırakıldı. Daha fazla ayrıntı için lütfen e-postanızı kontrol edin.
uz_uz: Hisobingizda depozit va pul mablag'lari o'chirib qo'yildi. Batafsil ma'lumot uchun elektron pochtangizni tekshiring.

source: Deriv
ar_sa: ديريف
de_de: Ableiten
tr_tr: Türev

source: Deriv Apps
ar_sa: تطبيقات ديريف
km_kh: កម្មវិធី Deriv
sw_ke: Programu za Deriv
uz_uz: Deriv ilovalari

source: Deriv Apps accounts
ar_sa: حسابات ديريف Deriv Apps
de_de: Deriv Apps Konten
km_kh: គណនីកម្មវិធី Deriv
sw_ke: Akaunti za Deriv Apps
uz_uz: Deriv Apps hisoblari

source: Details
ar_sa: التفاصيل
de_de: Einzelheiten
km_kh: ព័ត៌មានលម្អិត
sw_ke: Maelezo
tr_tr: Detaylar
uz_uz: Tafsilotlar

source: Digit
ar_sa: رقم
de_de: Ziffer
km_kh: តួលេខ
sw_ke: Takwimu
tr_tr: Rakamlı
uz_uz: Raqam

source: Digit contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
ar_sa: سيتم استرداد العقود الرقمية بسعر الشراء إذا لم ينتهي العقد في غضون 5 دقائق.
de_de: Digit-Verträge werden zum Kaufpreis zurückerstattet, wenn der Vertrag nicht innerhalb von 5 Minuten endet.
km_kh: កិច្ចសន្យាបែប Digit នឹងត្រូវបានបង្វិលសងវិញក្នុងតម្លៃទិញ ប្រសិនបើកិច្ចសន្យាមិនបញ្ចប់ក្នុងរយៈពេល 5 នាទី។
sw_ke: Mikataba ya Digit itarejeshwa kwa bei ya ununuzi ikiwa mkataba hauishia ndani ya dakika 5.
tr_tr: Sözleşme 5 dakika içinde bitmezse digit sözleşmeleri satın alma fiyatından iade edilecektir.
uz_uz: Agar shartnoma 5 daqiqa ichida tugamasa, Digit shartnomalar sotib olish narxi bo'yicha qaytarib beriladi.

source: Duration
ar_sa: المدّة
de_de: Dauer
km_kh: រយៈពេល
sw_ke: Muda
tr_tr: Süre
uz_uz: Davomiyligi

source: EU Deriv account
ar_sa: حساب ديريف الأوروبي
de_de: EU-Deriv-Konto
km_kh: គណនី Deriv EU
sw_ke: Akaunti ya EU Deriv
tr_tr: AB Deriv hesabı
uz_uz: EU Deriv hisobi

source: End Time
ar_sa: وقت النهاية
de_de: Endzeit
km_kh: ម៉ោងបញ្ចប់
sw_ke: Wakati wa Mwisho
tr_tr: Bitiş Zamanı
uz_uz: Tugash vaqti

source: End time
ar_sa: وقت النهاية
de_de: Endzeit
km_kh: ពេលវេលាបញ្ចប់
sw_ke: Wakati wa mwisho
tr_tr: Bitiş zamanı
uz_uz: Tugash vaqti

source: Endpoint
ar_sa: نقطة النهاية
de_de: Endpunkt
km_kh: ចំណុចបញ្ចប់
sw_ke: Pointi ya mwisho
tr_tr: Bitiş noktası
uz_uz: yakun

source: Ends Between/Ends Outside contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
ar_sa: Ends Between/Ends Outside سيتم رد عقود بسعر الشراء إذا كان هناك أقل من tickين بين وقت البداية ووقت النهاية.
de_de: Ends Between/Ends Outside Verträge außerhalb des Vertrags werden zum Kaufpreis zurückerstattet, wenn zwischen Start- und Endzeit weniger als 2 Ticks liegen.
km_kh: កិច្ចសន្យា Ends Between/Ends Outside នឹងត្រូវបង្វិលសងប្រាក់វិញតាមតម្លៃទិញ ប្រសិនបើមានចំនួន ticks តិចជាង 2 រវាងម៉ោងចាប់ផ្តើម និងម៉ោងបញ្ចប់កិច្ចសន្យា។
sw_ke: Ends Between/Ends Outside nje itarejeshwa kwa bei ya ununuzi ikiwa kuna chini ya vidole 2 kati ya nyakati za mwanzo na mwisho.
tr_tr: Ends Between/Ends Outside sözleşmeleri, başlangıç ve bitiş zamanları arasında 2'den az tick varsa, satın alma fiyatında iade edilecektir.
uz_uz: Ends Between/Ends Outside shartnomalar boshlang'ich va tugash vaqtlari orasida 2 dan kam tik bo'lsa, sotib olish narxi bo'yicha qaytarib beriladi.

source: Entry Spot
ar_sa: نقطة الدخول
de_de: Eintrittspunkt
km_kh: ចំណុចចូល
sw_ke: Sehemu ya Kuingia
tr_tr: Giriş Noktası

source: Entry spot
ar_sa: مكان الدخول
de_de: Eintrittspunkt
km_kh: ចំណុចចូល
sw_ke: Mahali pa kuingia
tr_tr: Giriş noktası

source: Equals
ar_sa: يساوي
de_de: Ist gleich
km_kh: ស្មើ
sw_ke: Sawa
tr_tr: Eşittir
uz_uz: Teng

source: Ether Classic
ar_sa: إيثر كلاسيك
de_de: Ether-Klassiker
tr_tr: Eter Klasik

source: Ethereum
ar_sa: إثريوم

source: Euro
ar_sa: يورو
km_kh: អឺរ៉ូ

source: Even/Odd contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
ar_sa: سيتم استرداد العقود Even/Odd بسعر الشراء إذا لم ينتهي العقد في غضون 5 دقائق.
de_de: Bei Even/Odd Verträgen wird der Kaufpreis zurückerstattet, wenn der Vertrag nicht innerhalb von 5 Minuten endet.
km_kh: កិច្ចសន្យាបែប Even/Odd នឹងបង្វិលសងវិញតាមតម្លៃទិញ ប្រសិនបើកិច្ចសន្យាមិនបញ្ចប់ក្នុងរយៈពេល 5 នាទី។
sw_ke: Mikataba isiyo/ya kawaida itarejeshwa kwa bei ya ununuzi ikiwa mkataba hauishia ndani ya dakika 5.
tr_tr: Sözleşme 5 dakika içinde bitmezse, Even/Odd sözleşmeler satın alma fiyatından iade edilecektir.
uz_uz: Agar shartnoma 5 daqiqa ichida tugamasa, Even/Odd shartnomalar sotib olish narxi bo'yicha qaytarib beriladi.

source: Exclude time cannot be for more than 5 years.
ar_sa: لا يمكن أن يكون وقت الاستبعاد لأكثر من 5 سنوات.
de_de: Die Ausschlusszeit darf nicht länger als 5 Jahre dauern.
km_kh: រយៈពេលសម្រាកមិនអាចលើសពី 5 ឆ្នាំទេ។
sw_ke: Kuondoa muda hauwezi kuwa kwa zaidi ya miaka 5.
tr_tr: Dışlama süresi beş yıldan uzun olamaz.
uz_uz: Cheklov muddati 5 yildan ortiq bo'lishi mumkin emas.

source: Exclude time cannot be less than 6 months.
ar_sa: لا يمكن أن يكون وقت الاستبعاد أقل من 6 أشهر.
de_de: Die Ausschlusszeit darf nicht weniger als 6 Monate betragen.
km_kh: រយៈពេលសម្រាកមិនអាចតិចជាង 6 ខែទេ។
sw_ke: Muda wa kuondoa hauwezi kuwa chini ya miezi 6.
tr_tr: Hariç tutma süresi 6 aydan az olamaz.
uz_uz: Cheklov muddati 6 oydan kam bo'lmasligi kerak.

source: Excluded from the website until
ar_sa: تم استبعاده من الموقع حتى
de_de: Von der Website ausgeschlossen bis
km_kh: ដកខ្លូនចេញពីការប្រើគេហទំព័ររហូតដល់
sw_ke: Imeondolewa kwenye wavuti hadi
tr_tr: Web sitesinden şu tarihe kadar hariç tutuldu
uz_uz: Saytga kirish shu paytgacha yopiq:

source: Exit Spot
ar_sa: نقطة الخروج
de_de: Ort verlassen
km_kh: ចំណុចចេញ
sw_ke: Sehemu ya Kutoka
tr_tr: Nokta Çık
uz_uz: Chiqish joyi

source: Exit spot
ar_sa: بقعة الخروج
de_de: Ort verlassen
km_kh: ចំណុចចេញ
sw_ke: Mahali pa kuondoka
tr_tr: Çıkış noktası
uz_uz: Chiqish joyi

source: Exit spot time
ar_sa: وقت الخروج
de_de: Uhrzeit des Austritts
km_kh: ពេលវេលានៅចំណុចចេញ
sw_ke: Wakati wa kutoka sehemu
tr_tr: Spot zamanından çıkın
uz_uz: Chiqish joyi vaqti

source: Exit time
ar_sa: وقت الخروج
de_de: Uhrzeit des Austritts
km_kh: ពេលវេលាបញ្ចប់
sw_ke: Wakati wa kuondoka
tr_tr: Çıkış zamanı
uz_uz: Chiqish vaqti

source: Explanation
ar_sa: الشرح
de_de: Erläuterung
km_kh: ការពន្យល់
sw_ke: Maelezo
tr_tr: Açıklama
uz_uz: Tushuntirish

source: Fall or equal
ar_sa: هبوط أو مساو
de_de: Abfall oder gleich
km_kh: Fall ឬស្មើ
sw_ke: Kuanguka au sawa
tr_tr: Güz veya eşit
uz_uz: Fall yoki teng

source: Feb
ar_sa: فبراير
km_kh: កុម្ភៈ
tr_tr: Şubat
uz_uz: Fev

source: February
ar_sa: فبراير
de_de: Februar
km_kh: ខែកុម្ភៈ
sw_ke: Februari
tr_tr: Şubat
uz_uz: Fevral

source: Fiat
ar_sa: فيات

source: Final price
ar_sa: السعر النهائي
de_de: Endpreis
km_kh: តម្លៃចុងក្រោយ
sw_ke: Bei ya mwisho
tr_tr: Nihai fiyat
uz_uz: Yakuniy narx

source: Financial
ar_sa: المالية
de_de: Finanziell
km_kh: គណនី Financial
sw_ke: Fedha
tr_tr: Mali
uz_uz: Moliyaviy

source: Financial STP
ar_sa: الخطوة المالية
de_de: Finanzielles STP
km_kh: គណនី Financial STP
sw_ke: STP ya Fedha
tr_tr: Finansal STP
uz_uz: Moliyaviy STP

source: Finish
ar_sa: إنهاء
de_de: Fertig
km_kh: រួចរាល់
sw_ke: Kumaliza
tr_tr: Bitiş
uz_uz: Tugatish

source: Fr
ar_sa: الاب
km_kh: សុក្រ

source: Friday
ar_sa: الجمعة
de_de: Freitag
km_kh: ថ្ងៃសុក្រ
sw_ke: Ijumaa
tr_tr: Cuma
uz_uz: Juma

source: Fridays
ar_sa: الجمعة
de_de: Freitags
km_kh: ថ្ងៃសុក្រ
sw_ke: Ijumaa
tr_tr: Cumaları
uz_uz: Juma kunlari

source: Gaming
ar_sa: الألعاب
de_de: Spielen
km_kh: ហ្គេម
sw_ke: Kubahatisha
tr_tr: Oyun
uz_uz: O'yin

source: Go To Reports
ar_sa: انتقل إلى التقارير
de_de: Gehe zu Berichten
km_kh: ចូលទៅកាន់របាយការណ៍
sw_ke: Nenda kwenye Ripoti
tr_tr: Raporlara Git
uz_uz: Hisobotlarga o'tish

source: Go back
ar_sa: ارجع
de_de: Geh zurück
km_kh: ត្រលប់ក្រោយ
sw_ke: Rudi nyuma
tr_tr: Geri dön
uz_uz: Orqaga qayting

source: Go to statement
ar_sa: انتقل إلى البيان
de_de: Gehe zur Stellungnahme
km_kh: ត្រលប់ទៅរបាយការណ៍គណនី
sw_ke: Nenda kwenye taarifa
tr_tr: İfadeye git
uz_uz: Bayonotga o'ting

source: Guide
ar_sa: دليل
de_de: Führer
km_kh: ការណែនាំ
sw_ke: Mwongozo
tr_tr: Rehber
uz_uz: Qo'llanma

source: High
ar_sa: مرتفع
de_de: Hoch
km_kh: ខ្ពស់
tr_tr: Yüksek
uz_uz: Yuqori

source: High Barrier
ar_sa: حاجز عالي
de_de: Hohe Barriere
km_kh: បន្ទាត់កម្រិតតម្លៃគោលដៅខាងលើ
sw_ke: Kizuizi cha juu
tr_tr: Yüksek Bariyer
uz_uz: Yuqori to'siq

source: High Tick
ar_sa: علامة عالية
sw_ke: Nguo Juu
tr_tr: Yüksek Tik

source: High Tick/Low Tick contracts have a strict duration of five ticks.
ar_sa: تتميز عقود السعر العالي/المنخفض بمدة صارمة تبلغ خمس علامات.
de_de: High Tick/Low Tick Kontrakte haben eine strikte Laufzeit von fünf Ticks.
km_kh: កិច្ចសន្យាបែប High Tick/Low Tick មានរយៈពេលកំណត់ដ៏តឹងរ៉ឹងនៅចន្លោះចំណុច Tick 5 ចំណុច។
sw_ke: Mikataba ya High Tick/Low Tick ina muda mkali wa taa tano.
tr_tr: Yüksek Tik/Düşük Tik sözleşmelerinin beş tiklik katı bir süresi vardır.
uz_uz: High Tick/Low Stick shartnomalari beshta tikning qat'iy davomiyligiga ega.

source: High barrier
ar_sa: حاجز عالي
de_de: Hohe Barriere
km_kh: បន្ទាត់កម្រិតតម្លៃគោលដៅខាងលើ
sw_ke: Kizuizi cha juu
tr_tr: Yüksek bariyer
uz_uz: Yuqori to'siq

source: High barrier must be higher than low barrier
ar_sa: يجب أن يكون الحاجز العالي أعلى من الحاجز المنخفض
de_de: Hohe Barriere muss höher sein als niedrige Barriere
km_kh: បន្ទាត់តម្លៃគោលដៅខាងលើត្រូវតែខ្ពស់ជាបន្ទាត់តម្លៃគោលដៅខាងក្រោម
sw_ke: Kizuizi cha juu lazima kiwe cha juu kuliko kizuizi cha chini
tr_tr: Yüksek bariyer düşük bariyerden daha yüksek olmalıdır
uz_uz: Yuqori to'siq past to'siqdan yuqori bo'lishi kerak

source: High barrier offset
ar_sa: تعويض الحاجز العالي
de_de: Hohe Barrierekompensation
km_kh: ផ្នែកសំណងសម្រាប់បន្ទាត់កម្រិតតម្លៃគោលដៅខាងលើ
sw_ke: Kuzuia kizuizi cha juu
tr_tr: Yüksek bariyer ofseti
uz_uz: Yuqori to'siq ofsetlari

source: High, Low and Close
ar_sa: مرتفع ومنخفض ومغلق
de_de: High, Low und Close
km_kh: High, Low និង Close
sw_ke: Juu, Chini na Karibu
tr_tr: Yüksek, Düşük ve Yakın
uz_uz: High, Low va Close

source: High-Close
ar_sa: إغلاق عالي
tr_tr: Yüksek-Kapanış

source: High-Low
ar_sa: مرتفع-منخفض
sw_ke: Juu-Chini
tr_tr: Yüksek-Düşük

source: High/Low Ticks
ar_sa: علامات عالية/منخفضة
tr_tr: Yüksek/Düşük Tikler

source: Higher/Lower contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
ar_sa: سيتم استرداد العقود Higher/Lower بسعر الشراء إذا كان هناك أقل من نقطتين بين أوقات البداية والنهاية.
de_de: Higher/Lower Verträge werden zum Kaufpreis zurückerstattet, wenn zwischen Start- und Endzeit weniger als 2 Ticks liegen.
km_kh: កិច្ចសន្យា Higher/Lower នឹងត្រូវបង្វិលសងប្រាក់វិញតាមតម្លៃទិញ ប្រសិនបើមានចំនួន ticks តិចជាង 2 រវាងម៉ោងចាប់ផ្តើម និងម៉ោងបញ្ចប់កិច្ចសន្យា។
sw_ke: Mikataba ya juu na ya chini itarejeshwa kwa bei ya ununuzi ikiwa kuna chini ya vidole 2 kati ya nyakati za mwanzo na mwisho.
tr_tr: Başlangıç ve bitiş süreleri arasında 2'den az tik varsa, Higher/Lower sözleşmeler satın alma fiyatından iade edilecektir.
uz_uz: Higher/Lower shartnomalar boshlang'ich va tugash vaqtlari orasida 2 tadan kam tik bo'lsa, sotib olish narxi bo'yicha qaytarib beriladi.

source: Hour
ar_sa: ساعة
de_de: Stunde
km_kh: ម៉ោង
sw_ke: Saa
tr_tr: Saat
uz_uz: Soat

source: I want to reapply
ar_sa: أريد إعادة التقديم
de_de: Ich möchte mich erneut bewerben
km_kh: ខ្ញុំចង់ដាក់ពាក្យម្តងទៀត
sw_ke: Nataka kuomba tena
tr_tr: Yeniden başvurmak istiyorum
uz_uz: Qayta murojaat qilmoqchiman

source: IDK
ar_sa: أتساءل

source: If the <strong>exit spot</strong> is equal to either the <strong>Low barrier</strong> or the <strong>High barrier</strong>, you don't win the payout.
ar_sa: إذا كانت نقطة <strong></strong> الخروج مساوية للحاجز <strong>المنخفض</strong> أو الحاجز <strong>العالي</strong>، فلن تربح العائد.
de_de: Wenn die <strong>Ausgangsposition</strong> entweder der <strong>niedrigen Barriere</strong> oder der <strong>hohen Barriere</strong>entspricht, gewinnen Sie die Auszahlung nicht.
km_kh: ប្រសិនបើ <strong>ចំណុចចេញ</strong> ស្មើនឹង <strong>បន្ទាត់គោលដៅទាប</strong> ឬ <strong>បន្ទាត់គោលដៅខាងលើ</strong> អ្នកនឹងមិនទទួលបានប្រាក់នោះទេ។
sw_ke: Ikiwa mahali pa kuondoka la <strong></strong> ni sawa na kama kizuizi cha chini cha <strong></strong> au <strong>cha High kizuizi</strong>, haushinda malipo.
tr_tr: <strong>çıkış noktası</strong> , <strong>Düşük bariyer</strong> veya <strong>Yüksek bariyer</strong>ile eşitse, ödemeyi kazanamazsınız.
uz_uz: Agar <strong>chiqish joyi</strong> yoki <strong>Past to'siq</strong> yoki <strong>Yuqori to'siq</strong>ga teng bo'lsa, siz to'lovni yutmaysiz.

source: If the <strong>exit spot</strong> is equal to the <strong>barrier</strong> or the <stronm g>new barrier (if a reset occurs)</stronmg>, you don't win the payout.
ar_sa: إذا كانت نقطة <strong></strong> الخروج مساوية <strong>للحاجز</strong> أو الحاجز <stronm g>الجديد (في حالة حدوث إعادة تعيين)</stronmg>، فلن تربح العائد.
de_de: Wenn der <strong>Schlusskurs</strong> der <strong>Schwelle</strong> oder der <stronm g>neuen Schwelle (wenn eine Zurücksetzung erfolgt)</stronmg> entspricht, gewinnen Sie die Auszahlung nicht.
km_kh: ប្រសិនបើ <strong>ចំណុចចេញ</strong> គឺស្មើនឹង <strong>បន្ទាត់តម្លៃគោលដៅ</strong> ឬ <stronm g>បន្ទាត់តម្លៃគោលដៅថ្មី (ក្នុងករណីមានការកំណត់ឡើងវិញ)</stronmg> អ្នកនឹងមិនទទួលបានប្រាក់ទេ។
sw_ke: Ikiwa sehemu ya kutoka <strong></strong> ni sawa na kizuizi cha <strong></strong> au kizuizi kipya cha <stronm g>(ikiwa upya unatokea)</stronmg>, haushinda malipo.
tr_tr: <strong>çıkış noktası</strong> , <strong>bariyer</strong> veya <stronm g>yeni bariyere eşitse (sıfırlama gerçekleşirse)</stronmg>, ödemeyi kazanmazsınız.
uz_uz: Agar <strong>chiqish joyi</strong> <strong>to'siq</strong> yoki <stronm g>yangi to'siqqa teng bo'lsa (agar qayta o'rnatish sodir bo'lsa)</stronmg>bo'lsa, siz to'lovni yutib olmaysiz.

source: If the <strong>exit spot</strong> is equal to the <strong>barrier</strong>, you don't win the payout.
ar_sa: إذا كانت نقطة <strong></strong> الخروج مساوية <strong>للحاجز</strong>، فلن تربح العائد.
de_de: Wenn der <strong>Schlusskurs</strong> der <strong>Barriere </strong> entspricht, gewinnen Sie die Auszahlung nicht.
km_kh: ប្រសិនបើ <strong>ចំណុចចេញ</strong> មានតម្លៃស្មើនឹង <strong>បន្ទាត់តម្លៃគោលដៅ</strong> អ្នកនឹងមិនទទួលបានប្រាក់សំណងទេ។
sw_ke: Ikiwa mahali pa kuondoka la <strong></strong> ni sawa na kizuizi cha <strong></strong>, haushinda malipo.
tr_tr: Eğer <strong>çıkış noktası</strong>, <strong>bariyere</strong>eşitse, ödemeyi kazanamazsınız.
uz_uz: Agar <strong>chiqish joyi</strong> <strong>to'sig'i</strong>ga teng bo'lsa, siz to'lovni yutmaysiz.

source: If the <strong>last tick</strong> is equal to the average of the ticks, you don't win the payout.
ar_sa: إذا كانت علامة <strong>الأخيرة</strong> تساوي متوسط العلامات، فلن تربح العائد.
de_de: Wenn die <strong>letzte</strong> dem Durchschnitt der Ticks entspricht, gewinnen Sie die Auszahlung nicht.
km_kh: ប្រសិនបើ <strong>ចំណុច Tick ចុងក្រោយ</strong> គឺស្មើនឹងតម្លៃមធ្យមនៃចំណុច Tick ទាំងអស់ អ្នកនឹងមិនទទួលបានប្រាក់សំណងទេ។
sw_ke: Ikiwa alama ya mwisho ya <strong></strong> ni sawa na wastani wa taa, haushinda malipo.
tr_tr: Son <strong>son tik</strong> tiklerin ortalamasına eşitse, ödemeyi kazanmazsınız.
uz_uz: Agar <strong>oxirgi tik</strong> tikning o'rtachasiga teng bo'lsa, siz to'lovni yutmaysiz.

source: If you select "Allow equals", you win the payout if exit spot is higher than or equal to entry spot for "Rise". Similarly, you win the payout if exit spot is lower than or equal to entry spot for "Fall".
ar_sa: إذا اخترت "Allow equals"، فستفوز بالعائد إذا كانت نقطة الخروج أعلى من أو تساوي نقطة الدخول لـ "Rise". وبالمثل، يمكنك الفوز بالدفع إذا كانت نقطة الخروج أقل من أو تساوي نقطة الدخول لـ "Fall".
de_de: Wenn Sie "Allow equals" auswählen, gewinnen Sie die Auszahlung, wenn der Ausstiegsplatz höher oder gleich dem Startplatz für "Rise" ist. In ähnlicher Weise gewinnen Sie die Auszahlung, wenn der Ausstiegsplatz niedriger oder gleich dem Startplatz für "Fall" ist.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Allow equals" អ្នកនឹងឈ្នះបានប្រាក់សំណង ប្រសិនបើកចំណុចចេញខ្ពស់ជាង ឬស្មើនឹងចំណុចចូលសម្រាប់ "Rise"។ ដូចគ្នានេះដែរ អ្នកឈ្នះបានប្រាក់សំណង ប្រសិនបើកចំណុចចេញទាបជាង ឬស្មើនឹងចំណុចចូលសម្រាប់ "Fall"។
sw_ke: Ukichagua “Ruhusu sawa”, unashinda malipo ikiwa nafasi ya kuondoka ni kubwa kuliko au sawa na nafasi ya kuingia kwa “Kupanda”. Vivyo hivyo, unashinda malipo ikiwa nafasi ya kuondoka ni chini kuliko au sawa na nafasi ya kuingia kwa “Fall”.
tr_tr: “Allow equals” i seçerseniz, çıkış noktası “Rise” için giriş noktasından daha yüksek veya buna eşitse ödemeyi kazanırsınız. Benzer şekilde, çıkış noktası “Fall” için giriş noktasından daha düşük veya buna eşitse ödemeyi kazanırsınız.
uz_uz: Agar “Allow equals” ni tanlasangiz, chiqish joyi “Rise” uchun kirish joyidan yuqori yoki teng bo'lsa, siz to'lovni g'alaba qozonasiz. Xuddi shunday, chiqish joyi “Fall” uchun kirish joyidan past yoki teng bo'lsa, siz to'lovni g'alaba qozonasiz.

source: If you select "Asian Fall", you will win the payout if the <strong>last tick</strong> is <strong>lower</strong> than the <strong>average</strong> of the ticks.
ar_sa: إذا اخترت «الخريف الآسيوي»، فسوف تفوز بالعائد إذا كانت علامة <strong>الأخيرة</strong> أقل بـ <strong>من</strong> من متوسط <strong>نقاط في</strong> من العلامات.
de_de: Wenn Sie "Asian Fall" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>letzte Tick</strong> <strong>niedriger</strong> als der <strong>Durchschnitt</strong> der Ticks ist.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Asian Fall" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើ <strong>ចំណុច Tick ចុងក្រោយ</strong> <strong>ទាប</strong> ជាង <strong>តម្លៃមធ្យម</strong> នៃចំណុច Tick។
sw_ke: Ikiwa utachagua “Asia Fall”, utashinda malipo ikiwa alama ya mwisho ya <strong></strong> ni <strong>chini</strong> kuliko wastani wa <strong></strong> wa.
tr_tr: "Asian Fall"u seçerseniz, <strong>son tik</strong> tiklerin <strong>ortalamasından</strong> <strong>daha düşük</strong> ise ödemeyi kazanırsınız.
uz_uz: Agar siz “Asia Fall” ni tanlasangiz, <strong>oxirgi tik</strong> tikning <strong>o'rtacha</strong> qiymatidan <strong>past</strong> bo'lsa, to'lovni yutib olasiz.

source: If you select "Asian Rise", you will win the payout if the <strong>last tick</strong> is <strong>higher</strong> than the <strong>average</strong> of the ticks.
ar_sa: إذا اخترت «Asian Rise»، فستفوز بالعائد إذا كانت العلامة <strong></strong> الأخيرة <strong></strong> أعلى</strong> من <strong>متوسط العلامات.
de_de: Wenn Sie "Asian Rise" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>letzte Tick</strong> <strong>höher</strong> als der <strong>Durchschnitt</strong> der Ticks ist.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Asian Rise" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើ <strong>ចំណុច Tick ចុងក្រោយ</strong> <strong>ខ្ពស់</strong> ជាង <strong>តម្លៃមធ្យម</strong> នៃចំណុច Tick។
sw_ke: Ikiwa utachagua “Asia Rise”, utashinda malipo ikiwa alama ya mwisho la <strong></strong> ni <strong>ya juu</strong> kuliko wastani wa <strong></strong> wa.
tr_tr: "Asian Rise"ı seçerseniz, <strong>son tik</strong> tiklerin <strong>ortalamasından</strong> <strong>daha yüksek</strong> ise ödemeyi kazanırsınız.
uz_uz: Agar siz “Asian Rise” ni tanlasangiz, <strong>oxirgi tik</strong> tikining <strong>o'rtacha</strong> qiymatidan <strong>yuqori</strong> bo'lsa, to'lovni yutib olasiz.
