Repository: deriv-com/smarttrader
Catalog: src/translations/*.po
Languages: ar_sa, de_de, km_kh, sw_ke, tr_tr, uz_uz

source: Notifications
ar_sa: الإشعارات
de_de: Benachrichtigungen
km_kh: ការជូនដំណឹង
sw_ke: Arifa
tr_tr: Bildirimler
uz_uz: Bildirishnomalar

source: Nov
ar_sa: نوفمبر
km_kh: វិច្ឆិកា
sw_ke: Novemba
tr_tr: Kas
uz_uz: Noy

source: November
ar_sa: شهر نوفمبر
km_kh: ខែវិច្ឆិកា
sw_ke: Novemba
tr_tr: Kasım
uz_uz: Noyabr

source: Now
ar_sa: الآن
de_de: Jetzt
km_kh: ឥឡូវ​នេះ
sw_ke: Sasa
tr_tr: Şimdi
uz_uz: Hozir

source: Number of ticks:
ar_sa: عدد القراد:
de_de: Anzahl der Ticks:
km_kh: ចំនួនចំណុច Tick៖
sw_ke: Idadi ya taa:
tr_tr: Kene sayısı:
uz_uz: Tiklar soni:

source: OAuth App ID
ar_sa: معرف تطبيق OAuth
km_kh: លេខសម្គាល់កម្មវិធី OAuth
sw_ke: Kitambulisho cha Programu ya OAuth
tr_tr: OAuth Uygulama Kimliği
uz_uz: OAuth ilovasi ID si

source: Oct
ar_sa: أكتوبر
de_de: Okt.
km_kh: តុលា
sw_ke: Okt
tr_tr: Eki
uz_uz: Okt

source: October
ar_sa: شهر اكتوبر
de_de: Oktober
km_kh: ខែតុលា
sw_ke: Oktoba
tr_tr: Ekim
uz_uz: Oktyabr

source: Offline
ar_sa: غير متصل
sw_ke: nje ya mtandao
tr_tr: Çevrimdışı
uz_uz: Oflayn

source: Online
ar_sa: عبر الإنترنت
km_kh: អនឡាញ
sw_ke: Mtandaoni
tr_tr: Çevrimiçi
uz_uz: Onlayn

source: Online trading platform
ar_sa: منصة تداول عبر الإنترنت
de_de: Online-Handelsplattform
km_kh: វេទិកាជួញដូរអនឡាញ
sw_ke: Jukwaa la biashara ya mt
tr_tr: Online ticaret platformu
uz_uz: Onlayn savdo platformasi

source: Only Downs
ar_sa: أونلي داونز
sw_ke: Ni Downs tu
tr_tr: Sadece Downs

source: Only Ups
ar_sa: فقط يو بي إس
sw_ke: Ups tu
tr_tr: Sadece Ups

source: Only letters, numbers, space, and hyphen are allowed.
ar_sa: يُسمح فقط بالأحرف والأرقام والمسافة والواصلة.
de_de: Nur Buchstaben, Zahlen, Leerzeichen und Bindestriche sind zulässig.
km_kh: មានតែអក្សរ លេខ ដកឃ្លា និងសហសញ្ញាតែប៉ុណ្ណោះដែលត្រូវបានអនុញ្ញាតឲ្យប្រើ។
sw_ke: Herufi, nambari, nafasi, na nyama tu zinaruhusiwa.
tr_tr: Sadece harflere, sayılara, boşluğa ve kısa çizgiye izin verilir.
uz_uz: Faqat harflar, raqamlar, bo'sh joy va defislarga ruxsat beriladi.

source: Only letters, numbers, space, and these special characters are allowed: %1
ar_sa: يُسمح فقط بالأحرف والأرقام والمسافة وهذه الأحرف الخاصة: %1
de_de: Nur Buchstaben, Zahlen, Leerzeichen und diese Sonderzeichen sind zulässig: %1
km_kh: មានតែអក្សរ លេខ ដកឃ្លា និងតួអក្សរពិសេសទាំងនេះប៉ុណ្ណោះដែលត្រូវបានអនុញ្ញាតឲ្យប្រើ៖%1
sw_ke: Barua tu, nambari, nafasi, na herufi hizi maalum zinaruhusiwa: %1
tr_tr: Sadece harfler, sayılar, boşluk ve bu özel karakterlere izin verilir: %1
uz_uz: Faqat harflar, raqamlar, bo'sh joy va ushbu maxsus belgilarga ruxsat beriladi: %1

source: Only letters, numbers, space, hyphen, period, and apostrophe are allowed.
ar_sa: يُسمح فقط بالأحرف والأرقام والمسافة والواصلة والنقطة والفاصلة العليا.
de_de: Nur Buchstaben, Zahlen, Leerzeichen, Bindestriche, Punkt und Apostroph sind zulässig.
km_kh: អនុញ្ញាត​ឱ្យ​មាន​តែ​អក្សរ លេខ ដកឃ្លា សហសញ្ញា សញ្ញាចុច និង​សញ្ញា apostrophe ប៉ុណ្ណោះ​។
sw_ke: Barua tu, nambari, nafasi, kipindi, kipindi, na apostrophe zinaruhusiwa.
tr_tr: Sadece harfler, sayılar, boşluk, kısa çizgi, nokta, ve kesme işaretine izin verilir.
uz_uz: Faqat harflar, raqamlar, bo'sh joy, defis, davr va apostrofga ruxsat beriladi.

source: Only letters, space, hyphen, period, and apostrophe are allowed.
ar_sa: يُسمح فقط بالأحرف والمسافة والواصلة والنقطة والفاصلة العليا.
de_de: Nur Buchstaben, Leerzeichen, Bindestriche, Punkt und Apostroph sind zulässig.
km_kh: អនុញ្ញាត​ឱ្យ​មាន​តែ​អក្សរ ដកឃ្លា សហសញ្ញា សញ្ញាចុច និង​សញ្ញា apostrophe ប៉ុណ្ណោះ​។
sw_ke: Barua tu, nafasi, kipindi, kipindi, na apostrophe zinaruhusiwa.
tr_tr: Sadece harfler, boşluk, kısa çizgi, nokta, ve kesme işaretine izin verilir.
uz_uz: Faqat harflar, bo'sh joy, defis, davr va apostrofga ruxsat beriladi.

source: Oops... Page Not Available
ar_sa: عفوًا... الصفحة غير متوفرة
de_de: Hoppla... Seite nicht verfügbar
km_kh: អូ៎... គេហទំព័រមិនអាចប្រើបានទេ
sw_ke: Ups... Ukurasa Haipatikani
tr_tr: Hata... Sayfa Kullanılamıyor
uz_uz: Ups... Sahifa mavjud emas

source: Open a Financial Account
ar_sa: افتح حساب مالي
de_de: Eröffnen Sie ein Finanzkonto
km_kh: បើកគណនី Financial
sw_ke: Fungua Akaunti ya Fedha
tr_tr: Finansal Hesap Açın
uz_uz: Moliyaviy hisob ochish

source: Open a Real Account
ar_sa: افتح حساب حقيقي
de_de: Eröffnen Sie ein echtes Konto
km_kh: បើកគណនីពិត
sw_ke: Fungua Akaunti Halisi
tr_tr: Gerçek Hesap Açın
uz_uz: Haqiqiy hisobni ochish

source: Open a free account
ar_sa: افتح حساب مجاني
de_de: Eröffnen Sie ein kostenloses Konto
km_kh: បើកគណនីដែលឥតគិតថ្លៃ
sw_ke: Fungua akaunti ya bure
tr_tr: Ücretsiz bir hesap açın
uz_uz: Bepul hisob ochish

source: Open positions
ar_sa: المراكز المفتوحة
de_de: Offene Stellen
km_kh: មុខតំណែងការងារដែលបើក
sw_ke: Nafasi za wazi
tr_tr: Açık pozisyonlar
uz_uz: Ochiq pozitsiyalar

source: Options & Multipliers
ar_sa: الخيارات وMultipliers
de_de: Optionen und Multipliers
km_kh: អប់សិន & Multipliers
sw_ke: Chaguzi na Viongezaji
tr_tr: Seçenekler ve Multiplier
uz_uz: Options va Multipliers

source: Options trading can become a real addiction, as can any other activity pushed to its limits. To avoid the danger of such an addiction, we provide a reality-check that gives you a summary of your trades and accounts on a regular basis.
ar_sa: يمكن أن يصبح تداول الخيارات إدمانًا حقيقيًا، كما يمكن دفع أي نشاط آخر إلى أقصى حدوده. لتجنب خطر مثل هذا الإدمان، نقدم فحصًا واقعيًا يمنحك ملخصًا لتداولاتك وحساباتك على أساس منتظم.
de_de: Der Optionshandel kann zu einer echten Sucht werden, ebenso wie jede andere Aktivität, die an ihre Grenzen stößt. Um die Gefahr einer solchen Sucht zu vermeiden, bieten wir einen Reality-Check an, der Ihnen regelmäßig eine Zusammenfassung Ihrer Trades und Konten gibt.
km_kh: ការជួញដូរអប់សិនអាចក្លាយទៅជាការ ញៀនពិតប្រាកដ ក៏ដូចជាសកម្មភាពដទៃទៀតដែលត្រូវបានជំរុញដល់ដែនកំណត់របស់វា។ ដើម្បីចៀសវាងគ្រោះថ្នាក់នៃការញៀនបែបនេះ យើងផ្តល់ការត្រួតពិនិត្យការពិតឬ reality-check ដែលផ្តល់ឱ្យអ្នកនូវសេចក្តីសង្ខេបនៃការជួញដូរ និងគណនីរបស់អ្នកជាប្រចាំ។
sw_ke: Biashara ya chaguzi inaweza kuwa ulevi halisi, kama shughuli nyingine yoyote inaweza kusukumwa hadi mipaka yake. Ili kuepuka hatari ya ulevi kama huo, tunatoa ukaguzi wa ukweli ambao hukupa muhtasari wa biashara zako na akaunti mara kwa mara.
tr_tr: Opsiyon ticareti, sınırlarına itilen diğer faaliyetler gibi gerçek bir bağımlılık haline gelebilir. Böyle bir bağımlılık tehlikesinden kaçınmak için, size işlemlerinizin ve hesaplarınızın bir özetini düzenli olarak veren bir gerçeklik kontrolü sağlıyoruz.
uz_uz: Options savdosi haqiqiy giyohvandlikka aylanishi mumkin, shuningdek, boshqa har qanday faoliyat o'z chegarasiga olib kelishi mumkin. Bunday qaramlik xavfini oldini olish uchun biz sizga muntazam ravishda savdolaringiz va hisoblaringiz haqida qisqacha ma'lumot beradigan haqiqat tekshiruvini taqdim etamiz.

source: Our classic “drag-and-drop” tool for creating trading bots, featuring pop-up trading charts, for advanced users.
ar_sa: أداة «السحب والإسقاط» الكلاسيكية الخاصة بنا لإنشاء روبوتات التداول، والتي تتميز بمخططات التداول المنبثقة، للمستخدمين المتقدمين.
sw_ke: Zana yetu ya kawaida ya “kuvuta na kufuta” ya kuunda bots za biashara, zinazojumuisha chati za biashara za pop-up, kwa watumiaji wa hali ya juu.
tr_tr: Gelişmiş kullanıcılar için pop-up ticaret grafikleri içeren ticaret botları oluşturmak için klasik “sürükle ve bırak” aracımız.

source: Over/Under contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
ar_sa: سيتم استرداد العقود الزائدة/الأقل بسعر الشراء إذا لم ينتهي العقد في غضون 5 دقائق.
de_de: Over/Under verträge werden zum Kaufpreis zurückerstattet, wenn der Vertrag nicht innerhalb von 5 Minuten endet.
km_kh: កិច្ចសន្យាបែប Over/Under នឹងបង្វិលសងវិញតាមតម្លៃទិញ ប្រសិនបើកិច្ចសន្យាមិនបញ្ចប់ក្នុងរយៈពេល 5 នាទី។
sw_ke: Mikataba ya Zaidi/Chini itarejeshwa kwa bei ya ununuzi ikiwa mkataba hauishia ndani ya dakika 5.
tr_tr: Sözleşme 5 dakika içinde bitmezse, Over/Under sözleşmeleri satın alma fiyatından iade edilecektir.
uz_uz: Agar shartnoma 5 daqiqa ichida tugamasa, Over/Under shartnomalar xarid narxi bo'yicha qaytariladi.

source: PM
ar_sa: مساء
km_kh: ល្ងាច
sw_ke: JIONI
uz_uz: KECHQURUN

source: Password should have lower and uppercase English letters with numbers.
ar_sa: يجب أن تحتوي كلمة المرور على أحرف إنجليزية صغيرة وكبيرة مع أرقام.
de_de: Das Passwort sollte englische Klein- und Großbuchstaben mit Zahlen enthalten.
km_kh: ពាក្យ​សម្ងាត់​គួរ​មាន​អក្សរ​អង់គ្លេស​តូច និង​ធំ​ជាមួយ​លេខ។
sw_ke: Nenosiri linapaswa kuwa na herufi ndogo na kubwa za Kiingereza na nambari.
tr_tr: Şifre, sayılarla birlikte daha düşük ve büyük harfli İngilizce harflere sahip olmalıdır.
uz_uz: Parol raqamlar bilan kichik va katta ingliz harflari bo'lishi kerak.

source: Paxos Standard
ar_sa: معيار باكسوس
km_kh: ស្តង់ដារ Paxos
sw_ke: Kiwango cha Paxos
tr_tr: Paxos Standardı

source: Pay-out
ar_sa: الدفع
de_de: Auszahlung
km_kh: ប្រាក់សំណង
sw_ke: Malipo
tr_tr: Ödeme
uz_uz: To'lov

source: Payout
ar_sa: دفع تعويضات
de_de: Auszahlung
km_kh: ប្រាក់សំណង
sw_ke: Malipo
tr_tr: Ödeme
uz_uz: To'lov

source: Payout range
ar_sa: نطاق الدفع
de_de: Auszahlungsspanne
km_kh: ចន្លោះតួលេខប្រាក់សំណង
sw_ke: Aina ya malipo
tr_tr: Ödeme aralığı
uz_uz: To'lov diapazoni

source: Percentage
ar_sa: النسبة المئوية
de_de: Prozentsatz
km_kh: ភាគរយ
sw_ke: Asilimia
tr_tr: Yüzde
uz_uz: Foiz

source: Please %1complete your account profile%2 to lift your withdrawal and trading limits.
ar_sa: يرجى %1cإكمال ملف تعريف حسابك%2 لرفع حدود السحب والتداول الخاصة بك.
de_de: Bitte %1cvervollständigen Sie Ihr Kontoprofil%2 , um Ihre Auszahlungs- und Handelslimits zu erhöhen.
km_kh: សូម %1បំពេញកម្រងព័ត៌មានគណនីរបស់អ្នក%2 ដើម្បីដកដែនកំណត់ការដកប្រាក់ និងការជួញដូររបស់អ្នក។
sw_ke: Tafadhali %1ckamilisha wasifu wako wa akaunti%2 ili kuinua mipaka yako ya uondoaji na biashara.
tr_tr: Para çekme ve işlem limitlerinizi kaldırmak için lütfen %1chesap profilinizi%2 omplete edin.
uz_uz: Iltimos, %1cyechib olish va savdo chegaralarini ko'tarish uchun%2 hisob profilingizni to'ldiring.

source: Please %1log in%2 or %3sign up%4 to view this page.
ar_sa: %1loيرجى %3sالدخول%2 أو الاشتراك%4 لعرض هذه الصفحة.
de_de: Bitte %1melden%2 Sie sich an, oder %3registrieren%4 Sie sich, um diese Seite einzusehen.
km_kh: សូម %1ចូលប្រព័ន្ធ%2 ឬ %3ចុះឈ្មោះ%4 ដើម្បីមើលទំព័រនេះ។
sw_ke: Tafadhali %1log katika%2 au %3sign up%4 ili kutazama ukurasa huu.
tr_tr: Lütfen %1log in%2 veya %3sign up%4 bu sayfayı görüntülemek için.
uz_uz: Iltimos, sahifani koʻrish uchun %1lotizimga kiring%2 yoki %3sroʻyxatdan oʻting%4.

source: Please accept the terms and conditions.
ar_sa: يرجى قبول الشروط والأحكام.
de_de: Bitte akzeptieren Sie die Allgemeinen Geschäftsbedingungen.
km_kh: សូមទទួលយកលក្ខខណ្ឌផ្សេងៗ។
sw_ke: Tafadhali kukubali sheria na masharti.
tr_tr: Lütfen hüküm ve koşulları kabul edin.
uz_uz: Iltimos, shart va shartlarni qabul qiling.

source: Please complete the %1Real Account form%2 to verify your age as required by the %3UK Gambling%4 Commission (UKGC).
ar_sa: يرجى إكمال نموذج %1للحساب الحقيقي%2 للتحقق من عمرك كما هو مطلوب من قبل لجنة %3UK Gambling%4 (UKGC).
de_de: Bitte füllen Sie das Formular %1 echtes Konto%2 aus, um Ihr Alter zu bestätigen, wie von der %3UK Gambling%4 Commission (UKGC) gefordert.
km_kh: សូមបំពេញ %1ទម្រង់គណនីពិត%2 ដើម្បីផ្ទៀងផ្ទាត់អាយុរបស់អ្នកតាមតម្រូវការដោយ %3UK Gambling%4 Commission (UKGC)។
sw_ke: Tafadhali jaza fomu ya Akaunti Halisi ya %1%2 ili kuthibitisha umri wako kama inavyohitajika na Tume ya %3UK Kamari%4 (UKGC).
tr_tr: Lütfen %3UK Gambling%4 Commission (UKGC) tarafından istenen yaşınızı doğrulamak için %1Real Account formunu%2 doldurun.
uz_uz: %3UK Gambling%4 Komissiyasi (UKGC) tomonidan talab qilinganidek yoshingizni tekshirish uchun %1Haqiqiy hisob shaklini%2 to'ldiring.

source: Please complete the %1financial assessment form%2 to lift your withdrawal and trading limits.
ar_sa: يرجى إكمال نموذج التقييم المالي %1f%2 لرفع حدود السحب والتداول الخاصة بك.
de_de: Bitte füllen Sie das Formular%2 zur finanziellen Bewertung von %1faus, um Ihre Auszahlungs- und Handelslimits zu erhöhen.
km_kh: សូមបំពេញ %1ទម្រង់ការវាយតម្លៃហិរញ្ញវត្ថុ%2 បំពេញវាដើម្បីលុបចោលដែនកំណត់នៃការជួញដូរ និងការដកប្រាក់របស់អ្នក។
sw_ke: Tafadhali kamilisha fomu ya tathmini ya kijamii ya %1f%2 ili kuinua mipaka yako ya uondoaji na biashara.
tr_tr: Para çekme ve alım satım limitlerinizi kaldırmak için lütfen %1ffinansal değerlendirme formunu%2 doldurun.
uz_uz: Iltimos, yechib olish va savdo limitlarini olib tashlash uchun %1fimoliyaviy baholash shaklini%2 to'ldiring.

source: Please confirm that you are not a politically exposed person.
ar_sa: يرجى تأكيد أنك لست شخصًا معرضًا سياسيًا.
de_de: Bitte bestätige, dass du keine politisch exponierte Person bist.
km_kh: សូម​បញ្ជាក់​ថា អ្នក​មិន​មែន​ជា​អ្នក​លាតត្រដាង​ខាង​នយោបាយ​ទេ។
sw_ke: Tafadhali thibitisha kuwa wewe sio mtu aliyefunuliwa na kisiasa.
tr_tr: Lütfen politik olarak maruz kalan bir kişi olmadığınızı onaylayın.
uz_uz: Iltimos, siz siyosiy jihatdan fosh bo'lgan shaxs emasligingizni tasdiqlang.

source: Please ensure that you have the Telegram app installed on your device.
ar_sa: يرجى التأكد من تثبيت تطبيق Telegram على جهازك.
de_de: Bitte stelle sicher, dass du die Telegram-App auf deinem Gerät installiert hast.
km_kh: សូមប្រាកដថាអ្នកបានដំឡើងកម្មវិធី Telegram នៅលើឧបករណ៍របស់អ្នក។
sw_ke: Tafadhali hakikisha kuwa una programu ya Telegram iliyowekwa kwenye kifaa chako.
tr_tr: Lütfen cihazınızda Telegram uygulamasının yüklü olduğundan emin olun.
uz_uz: Iltimos, qurilmangizda Telegram ilovasi o'rnatilganligiga ishonch hosil qiling.

source: Please enter a valid phone number (e.g. +15417541234).
ar_sa: يرجى إدخال رقم هاتف صالح (على سبيل المثال +15417541234).
de_de: Bitte geben Sie eine gültige Telefonnummer ein (z. B. +15417541234).
km_kh: សូមបញ្ចូលលេខទូរស័ព្ទដែលត្រឹមត្រូវ (ឧ. +15417541234)។
sw_ke: Tafadhali ingiza nambari halali ya simu (mfano +15417541234).
tr_tr: Lütfen geçerli bir telefon numarası girin (örn. +15417541234).
uz_uz: Iltimos, haqiqiy telefon raqamini kiriting (masalan, +15417541234).

source: Please reapply once the required criteria has been fulfilled.
ar_sa: يرجى إعادة التقديم بمجرد استيفاء المعايير المطلوبة.
de_de: Bitte bewerben Sie sich erneut, sobald die erforderlichen Kriterien erfüllt sind.
km_kh: សូមដាក់ពាក្យម្តងទៀត នៅពេលដែលអ្នកបំពេញតាមលក្ខខណ្ឌដែលបានកំណត់។
sw_ke: Tafadhali ombe tena mara tu vigezo vinavyohitajika vimetimizwa.
tr_tr: Lütfen gerekli kriterler yerine getirildikten sonra tekrar başvurun.
uz_uz: Iltimos, kerakli mezonlar bajarilgandan keyin qayta murojaat qiling.

source: Please reload the page
ar_sa: يرجى إعادة تحميل الصفحة
de_de: Bitte laden Sie die Seite neu
km_kh: សូមទាញយកទំព័រនេះឡើងវិញ
sw_ke: Tafadhali pakia upya ukurasa
tr_tr: Lütfen sayfayı yeniden yükleyin
uz_uz: Iltimos, sahifani qayta yuklang

source: Please select
ar_sa: يرجى الاختيار
de_de: Bitte wählen
km_kh: សូមជ្រើសរើស
sw_ke: Tafadhali chagua
tr_tr: Lütfen seçiniz
uz_uz: Iltimos, tanlang

source: Please select a valid time.
ar_sa: يرجى تحديد وقت صالح.
de_de: Bitte wählen Sie eine gültige Uhrzeit aus.
km_kh: សូមជ្រើសរើសពេលវេលាដែលត្រឹមត្រូវ។
sw_ke: Tafadhali chagua wakati halali.
tr_tr: Lütfen geçerli bir zaman seçin.
uz_uz: Iltimos, to'g'ri vaqtni tanlang.

source: Please select the checkbox.
ar_sa: يرجى تحديد مربع الاختيار.
de_de: Bitte wählen Sie das Kontrollkästchen aus.
km_kh: សូមជ្រើសរើសប្រអប់ធីក។
sw_ke: Tafadhali chagua kisanduku cha kuhakikisha.
tr_tr: Lütfen onay kutusunu seçin.
uz_uz: Iltimos, katakchani tanlang.

source: Please set the currency of your account.
ar_sa: يرجى تعيين عملة حسابك.
de_de: Bitte geben Sie die Währung Ihres Kontos ein.
km_kh: សូមកំណត់រូបិយប័ណ្ណនៃគណនីរបស់អ្នក។
sw_ke: Tafadhali weka sarafu ya akaunti yako.
tr_tr: Lütfen hesabınızın para birimini ayarlayın.
uz_uz: Iltimos, hisobingizning valyutasini belgilang.

source: Please set your %130-day turnover limit%2 to remove deposit limits.
ar_sa: يرجى تعيين حد دوران %13يوم%2 لإزالة حدود الإيداع.
de_de: Bitte setzen Sie Ihr 0-Tage-Umsatzlimit von %13auf%2 , um Einzahlungslimits aufzuheben.
km_kh: សូមកំណត់ %ដែនកំណត់ការជួញដូរសម្រាប់ 130 ថ្ងៃ%2 របស់អ្នក ដើម្បីលុបដែនកំណត់ការដាក់ប្រាក់។
sw_ke: Tafadhali weka kikomo chako cha mauzo ya siku 0 ya %13%2 ili kuondoa mipaka ya amana.
tr_tr: Lütfen %130-günlük ciro limitinizi ayarlayın%2 depozito limitlerini kaldırmak için.
uz_uz: Iltimos, depozit limitlarini olib tashlash uchun %130-kunlik aylanma limitini%2 belgilang.

source: Please specify your preferred interval reality check in minutes:
ar_sa: يرجى تحديد الفاصل الزمني المفضل للتحقق من الواقع بالدقائق:
de_de: Bitte geben Sie Ihr bevorzugtes Intervall-Reality-Check in Minuten an:
km_kh: សូមបញ្ជាក់រយៈពេលនៃការធ្វើតេស្តការពិតដែលអ្នកចង់បានជានាទី៖
sw_ke: Tafadhali taja ukaguzi wa ukweli wa muda uliopendelea kwa dakika:
tr_tr: Lütfen tercih ettiğiniz aralık gerçeklik kontrolünü dakikalar içinde belirtin:
uz_uz: Iltimos, bir necha daqiqada oʻzingiz xohlagan intervalli reallik tekshiruvini belgilang:

source: Please submit your proof of address.
ar_sa: يرجى تقديم إثبات العنوان الخاص بك.
de_de: Bitte reichen Sie Ihren Adressnachweis ein.
km_kh: សូមដាក់បញ្ជូនឯកសារបញ្ជាក់អាសយដ្ឋានរបស់អ្នក។
sw_ke: Tafadhali wasilisha uthibitisho wako wa anwani.
tr_tr: Lütfen adres kanıtınızı gönderin.
uz_uz: Iltimos, manzilingizni tasdiqlovchi hujjatni yuboring.

source: Please submit your proof of identity.
ar_sa: يرجى تقديم إثبات الهوية الخاص بك.
de_de: Bitte reichen Sie Ihren Identitätsnachweis ein.
km_kh: សូមដាក់បញ្ជូនឯកសារបញ្ជាក់អត្តសញ្ញាណរបស់អ្នក។
sw_ke: Tafadhali wasilisha ushahidi wako wa utambulisho
tr_tr: Lütfen kimlik kanıtınızı gönderin.
uz_uz: Iltimos, shaxsingizni tasdiqlovchi hujjatni yuboring.

source: Potential Payout
ar_sa: الدفع المحتمل
de_de: Mögliche Auszahlung
km_kh: ប្រាក់សំណងដែលអាចទទួលបាន
sw_ke: Malipo Uwezekano
tr_tr: Potansiyel Ödeme
uz_uz: Potentsial to'lov

source: Potential Profit
ar_sa: الربح المحتمل
de_de: Potenzieller Gewinn
km_kh: ប្រាក់ចំណេញដែលអាចទទួលបាន
sw_ke: Faida inayowezekana
tr_tr: Potansiyel Kar
uz_uz: Potentsial foyda

source: Potential payout
ar_sa: الدفع المحتمل
de_de: Mögliche Auszahlung
km_kh: ប្រាក់សំណងដែលអាចទទួលបាន
sw_ke: Malipo stahiki
tr_tr: Potansiyel ödeme
uz_uz: Potentsial to'lov

source: Potential profit
ar_sa: ربح محتمل
de_de: Potenzieller Gewinn
km_kh: ប្រាក់ចំណេញដែលអាចធ្វើបាន
sw_ke: Faida inayowezekana
tr_tr: Potansiyel kâr
uz_uz: Potentsial foyda

source: Potential profit/loss
ar_sa: الربح/الخسارة المحتملة
de_de: Potenzieller Gewinn/Verlust
km_kh: ប្រាក់ចំណេញ/ខាតដែលអាចទទួលបាន
sw_ke: Faida/hasara inayowezekana
tr_tr: Potansiyel kar/zarar
uz_uz: Potentsial foyda/zarar

source: Pound Sterling
ar_sa: الجنيه الإسترليني
de_de: Pfund Sterling
km_kh: ផោន Sterling
sw_ke: Pauni Sterling
tr_tr: İngiliz Sterlini
uz_uz: Funt sterling

source: Predict the direction<br />and purchase
ar_sa: توقع الاتجاه<br />وقم بالشراء
de_de: Die Richtung<br />vorhersagen und kaufen
km_kh: ទស្សន៍ទាយទិសដៅ<br/>និងការទិញ
sw_ke: Utabiri mwelekeo<br />na ununuzi
tr_tr: Yönü tahmin edin<br />ve satın alın
uz_uz: <br />yo'nalishini tahmin qiling va sotib oling

source: Predictable substitutions like '@' instead of 'a' don't help very much
ar_sa: البدائل المتوقعة مثل '@' بدلاً من 'a' لا تساعد كثيرًا
de_de: Vorhersehbare Substitutionen wie '@' statt 'a' helfen nicht viel
km_kh: ការជំនួសដោយតួអក្សរដែលអាចទស្សន៍ទាយបានដូចជា '@' ជំនួស 'a' វិញនោះមិនជួយបានច្រើនទេ។
sw_ke: Mbadala zinazotabirika kama '@' badala ya 'a' hazisaidii sana
tr_tr: “A” yerine '@' gibi öngörülebilir ikameler pek yardımcı olmuyor
uz_uz: “A” o'rniga '@' kabi taxmin qilinadigan almashtirishlar juda ko'p yordam bermaydi

source: Previous
ar_sa: السابق
de_de: Frühere
km_kh: ពីមុន
sw_ke: Iliyotangulia
tr_tr: Önceki
uz_uz: Oldingi

source: Profit
ar_sa: ربح
de_de: Gewinn
km_kh: ប្រាក់ចំណេញ
sw_ke: Faida
tr_tr: Kâr
uz_uz: Foyda

source: Profit / Loss
ar_sa: الربح/الخسارة
de_de: Gewinn/Verlust
km_kh: ចំណេញ / ខាត
sw_ke: Faida/Hasara
tr_tr: Kâr/Zarar
uz_uz: Foyda/zarar

source: Profit table
ar_sa: جدول الأرباح
de_de: Gewinntabelle
km_kh: តារាងប្រាក់ចំណេញ
sw_ke: Jedwali la faida
tr_tr: Kar tablosu
uz_uz: Foyda jadvali

source: Profit/loss
ar_sa: الربح/الخسارة
de_de: Gewinn/Verlust
km_kh: ប្រាក់ចំណេញ/ខាត
sw_ke: Faida/hasara
tr_tr: Kâr/zarar
uz_uz: Foyda/zarar

source: Proof of address
ar_sa: إثبات العنوان
de_de: Adressnachweis
km_kh: ឯកសារបញ្ជាក់អាសយដ្ឋាន
sw_ke: Uthibitisho wa anwani
tr_tr: Adres kanıtı
uz_uz: Manzilni tasdiqlash

source: Proof of address expired
ar_sa: انتهت صلاحية إثبات العنوان
de_de: Adressnachweis ist abgelaufen
km_kh: ឯកសារបញ្ជាក់អាសយដ្ឋានបានផុតកំណត់
sw_ke: Uthibitisho wa anwani iliyopita
tr_tr: Adres belgesinin süresi doldu
uz_uz: Manzilni tasdiqlash muddati tugagan

source: Proof of address required
ar_sa: إثبات العنوان مطلوب
de_de: Adressnachweis erforderlich
km_kh: តម្រូវឱ្យមានឯកសារបញ្ជាក់អាសយដ្ឋាន
sw_ke: Uthibitisho wa anwani muhimu
tr_tr: Adres kanıtı gerekli
uz_uz: Manzilni tasdiqlash talab qilinadi

source: Proof of identity
ar_sa: إثبات الهوية
de_de: Identitätsnachweis
km_kh: ឯកសារបញ្ជាក់អត្តសញ្ញាណ
sw_ke: Uthibitisho wa utambulish
tr_tr: Kimlik kanıtı
uz_uz: Shaxsni tasdiqlovchi

source: Proof of identity expired
ar_sa: انتهت صلاحية إثبات الهوية
de_de: Der Identitätsnachweis ist abgelaufen
km_kh: ឯកសារបញ្ជាក់អត្តសញ្ញាណផុតកំណត់ហើយ
sw_ke: Uthibitisho wa kitambulisho
tr_tr: Kimlik kanıtının süresi doldu
uz_uz: Shaxsni tasdiqlash muddati tugagan

source: Proof of identity required
ar_sa: إثبات الهوية مطلوب
de_de: Identitätsnachweis erforderlich
km_kh: តម្រូវឱ្យមានឯកសារបញ្ជាក់អត្តសញ្ញាណ
sw_ke: Uthibitisho wa kitambulisho
tr_tr: Kimlik kanıtı gerekli
uz_uz: Shaxsni tasdiqlovchi hujjat talab qilinadi

source: Purchase
ar_sa: شراء
de_de: Kauf
km_kh: ទិញ
sw_ke: Ununuzi
tr_tr: Satınalma
uz_uz: Sotib olish

source: Purchase Time
ar_sa: وقت الشراء
de_de: Zeit für den Kauf
km_kh: ពេលវេលាទិញ
sw_ke: Wakati wa Ununuzi
tr_tr: Satın Alma Süresi
uz_uz: Sotib olish vaqti

source: Purchase price
ar_sa: سعر الشراء
de_de: Kaufpreis
km_kh: តម្លៃទិញ
sw_ke: Bei ya ununuzi
tr_tr: Satın alma fiyatı
uz_uz: Sotib olish narxi

source: Purchase request sent
ar_sa: تم إرسال طلب الشراء
de_de: Kaufanfrage gesendet
km_kh: សំណើទិញត្រូវបានបញ្ជូនហើយ
sw_ke: Ombi la ununuzi ilitumwa
tr_tr: Satınalma talebi gönderildi
uz_uz: Xarid so'rovi yuborildi

source: Purchase time
ar_sa: وقت الشراء
de_de: Zeit des Kaufs
km_kh: ពេលវេលាទិញ
sw_ke: Wakati wa ununuzi
tr_tr: Satın alma süresi
uz_uz: Sotib olish vaqti

source: Put Spread
ar_sa: ضع الفارق
sw_ke: Weka Kuenea
tr_tr: Yayılmış Koymak

source: Ready to trade?
ar_sa: هل أنت مستعد للتداول؟
de_de: Bereit für den Handel?
km_kh: ត្រៀមខ្លួនរួចរាល់ក្នុងការជួញដូរហើយឬនៅ?
sw_ke: Tayari kufanya biashara?
tr_tr: Ticarete hazır mısınız?
uz_uz: Savdo qilishga tayyormisiz?

source: Real
ar_sa: حقيقي
de_de: Echt
km_kh: ពិត
sw_ke: Halisi
tr_tr: Gerçek
uz_uz: Haqiqiy

source: Real Financial
ar_sa: ريال فاينانشال
de_de: Echt finanziell
km_kh: គណនីពិត Financial
sw_ke: Fedha halisi
tr_tr: Gerçek Finansal
uz_uz: Haqiqiy moliyaviy

source: Real Financial STP
ar_sa: ريال فاينانشال STP
de_de: Echtes finanzielles STP
km_kh: គណនីពិត Financial STP
sw_ke: STP halisi ya Fedha
tr_tr: Gerçek Finansal STP
uz_uz: Haqiqiy moliyaviy STP

source: Real Synthetic
ar_sa: مادة اصطناعية حقيقية
de_de: Echt synthetisch
km_kh: គណនីពិត Synthetic
sw_ke: Halisi ya Kweli
tr_tr: Gerçek Sentetik
uz_uz: Haqiqiy Sintetik

source: Reality Check
ar_sa: التحقق من الواقع
de_de: Realitätscheck
km_kh: ការត្រួតពិនិត្យការពិត (Reality Check)
sw_ke: Angalia Ukweli
tr_tr: Gerçeklik Kontrolü
uz_uz: Haqiqatni tekshirish

source: Recent years are easy to guess
ar_sa: من السهل تخمين السنوات الأخيرة.
de_de: Die letzten Jahre sind leicht zu erraten
km_kh: ឆ្នាំថ្មីៗនេះងាយស្រួលទាយ
sw_ke: Miaka ya hivi karibuni ni rahisi kudhani
tr_tr: Son yılların tahmin edilmesi kolaydır
uz_uz: So'nggi yillarni taxmin qilish oson

source: Remaining time
ar_sa: الوقت المتبقي
de_de: Verbleibende Zeit
km_kh: ពេលវេលាដែលនៅសល់
sw_ke: Wakati uliobaki
tr_tr: Kalan süre
uz_uz: Qolgan vaqt
