Repository: deriv-com/smarttrader
Catalog: src/translations/*.po
Languages: ar_sa, de_de, km_kh, sw_ke, tr_tr, uz_uz

source: %1 and %2 cannot be the same.
ar_sa: لا يمكن أن يكون %1 و %2 هو نفسه.
de_de: %1 und %2 können nicht dasselbe sein.
km_kh: %1 និង %2 មិនអាចដូចគ្នាបានទេ។
sw_ke: %1 na %2 haziwezi kuwa sawa.
tr_tr: %1 ve %2 aynı olamaz.
uz_uz: %1 va %2 bir xil bo'lishi mumkin emas.

source: %1 days %2 hours %3 minutes
ar_sa: %1 يوم %2 ساعة %3 دقيقة
de_de: %1 Tage %2 Stunden %3 Minuten
km_kh: %1 ថ្ងៃ %2 ម៉ោង %3 នាទី
sw_ke: %1 siku %2 masaa %3 dakika
tr_tr: %1 günler %2 saatler %3 dakika
uz_uz: %1 kunlar %2 soatlar %3 daqiqalar

source: %1 has been credited into your Virtual Account: %2.
ar_sa: تمت إضافة %1 إلى حسابك الافتراضي: %2.
de_de: %1 wurden Ihrem virtuellen Konto %2 gutgeschrieben.
km_kh: %1 ត្រូវបានបញ្ចូលទៅក្នុងគណនីនិម្មិតរបស់អ្នកហើយ៖ %2។
sw_ke: %1 imepewa kwenye Akaunti yako halisi: %2.
tr_tr: %1 Sanal Hesabınıza yatırıldı: %2.
uz_uz: %1 sizning Virtual Hisobingizga kiritildi: %2.

source: %1Return to trading page%2
ar_sa: %1العودة إلى صفحة التداول%2
de_de: %1Zurück zur Handelsseite%2
km_kh: %1ត្រឡប់ទៅទំព័រជួញដូរ%2
sw_ke: %1Rudi kwenye ukurasa wa biashara%2
tr_tr: %1İşlem sayfasına dön%2
uz_uz: %1Savdo sahifasiga qaytish%2

source: A whole new trading experience on a powerful yet easy to use platform.
ar_sa: تجربة تداول جديدة بالكامل على منصة قوية وسهلة الاستخدام.
de_de: Ein völlig neues Handelserlebnis auf einer leistungsstarken und dennoch benutzerfreundlichen Plattform.
km_kh: បទពិសោធន៍ការជួញដូរថ្មីទាំងអស់នៅលើវេទិកាដ៏មានឥទ្ធិពល និងងាយស្រួលប្រើប្រាស់។
sw_ke: Uzoefu mpya kabisa wa biashara kwenye jukwaa la nguvu lakini rahisi kutumia.
tr_tr: Güçlü ancak kullanımı kolay bir platformda yepyeni bir ticaret deneyimi.
uz_uz: Kuchli, ammo ulardan foydalanish oson platformada mutlaqo yangi savdo tajribasi.

source: A word by itself is easy to guess
ar_sa: من السهل تخمين الكلمة في حد ذاتها.
de_de: Ein Wort an sich ist leicht zu erraten.
km_kh: ពាក្យតែឯងមួយៗនោះងាយស្រួលទាយ
sw_ke: Neno yenyewe ni rahisi kudhikiria
tr_tr: Tek başına bir kelime tahmin etmek kolaydır
uz_uz: Bir so'zni o'z-o'zidan taxmin qilish oson

source: AM
ar_sa: أنا
km_kh: ព្រឹក
sw_ke: NI
tr_tr: ÖÖ
uz_uz: Kun

source: Account Authenticated
ar_sa: تمت المصادقة على الحساب
de_de: Konto authentifiziert
km_kh: គណនីត្រូវបានផ្ទៀងផ្ទាត់ហើយ
sw_ke: Akaunti Imethibitishwa
tr_tr: Hesap Kimliği Doğrulanmış
uz_uz: Hisob autentifikatsiyalangan

source: Account access is temporarily limited. Please check your inbox for more details.
ar_sa: الوصول إلى الحساب محدود مؤقتًا. يرجى التحقق من صندوق الوارد الخاص بك لمزيد من التفاصيل.
de_de: Der Kontozugriff ist vorübergehend eingeschränkt. Bitte überprüfe deinen Posteingang für weitere Informationen.
km_kh: ការចូលប្រើគណនីត្រូវបានកំណត់ជាបណ្តោះអាសន្ន។ សូមពិនិត្យមើលប្រអប់សំបុត្ររបស់អ្នកសម្រាប់ព័ត៌មានលម្អិតបន្ថែម។
sw_ke: Ufikiaji wa akaunti ni mdogo kwa muda. Tafadhali angalia sanduku lako la ujumbe kwa maelezo zaidi.
tr_tr: Hesap erişimi geçici olarak sınırlıdır. Daha fazla ayrıntı için lütfen gelen kutunuzu kontrol edin.
uz_uz: Hisobga kirish vaqtincha cheklangan. Qo'shimcha ma'lumot olish uchun pochta qutingizni tekshiring.

source: Account authentication
ar_sa: مصادقة الحساب
de_de: Kontoauthentifizierung
km_kh: ការផ្ទៀងផ្ទាត់គណនី
sw_ke: Uthibitishaji wa ak
tr_tr: Hesap kimlik doğrulaması
uz_uz: Hisob autentifikatsiyasi

source: Account balance:
ar_sa: رصيد الحساب:
de_de: Kontostand:
km_kh: សមតុល្យគណនី៖
sw_ke: Salio ya akaunti:
tr_tr: Hesap bakiyesi:
uz_uz: Hisob balansi:

source: Add
ar_sa: إضافة
de_de: Hinzufügen
km_kh: បន្ថែម
sw_ke: Ongeza
tr_tr: Ekle
uz_uz: Qo'shish

source: Add +/– to define a barrier offset. For example, +0.005 means a barrier that's 0.005 higher than the entry spot.
ar_sa: أضف +/— لتحديد إزاحة الحاجز. على سبيل المثال، +0.005 يعني حاجزًا أعلى بمقدار 0.005 من نقطة الدخول.
de_de: Fügen Sie +/— hinzu, um einen Barrieren-Offset zu definieren. Zum Beispiel bedeutet +0,005 eine Barriere, die 0,005 höher ist als der Einstiegspunkt.
km_kh: បន្ថែម +/ – ដើម្បីកំណត់សំណងសម្រាប់បន្ទាត់កម្រិតតម្លៃគោលដៅ (Barrier Offset)។ ឧទាហរណ៍ +0.005 មានន័យថាបន្ទាត់កម្រិតតម្លៃគោលដៅគឺ 0.005 ខ្ពស់ជាងចំណុចចូល។
sw_ke: Ongeza +/- ili kufafanua kudhibiti kizuizi. Kwa mfano, +0.005 inamaanisha kizuizi ambacho ni 0.005 juu kuliko sehemu ya kuingia.
tr_tr: Bir bariyer ofseti tanımlamak için +/— ekleyin. Örneğin, +0.005, giriş noktasından 0,005 daha yüksek bir bariyer anlamına gelir.
uz_uz: To'siq ofsetini aniqlash uchun +/— qo'shing. Masalan, +0.005 kirish joyiga qaraganda 0,005 yuqori bo'lgan to'siqni anglatadi.

source: Add another word or two. Uncommon words are better.
ar_sa: أضف كلمة أخرى أو كلمتين. الكلمات غير الشائعة أفضل.
de_de: Füge noch ein oder zwei Wörter hinzu. Ungewöhnliche Wörter sind besser.
km_kh: បន្ថែមពាក្យមួយឬពីរផ្សេងទៀត។ ប្រើពាក្យមិនធម្មតាល្អជាង។
sw_ke: Ongeza neno lingine au mbili. Maneno isiyo ya kawaida ni bora.
tr_tr: Bir veya iki kelime daha ekleyin. Nadir kelimeler daha iyidir.
uz_uz: Yana bir yoki ikkita so'z qo'shing. Noodatiy so'zlar yaxshiroqdir.

source: Adjust trade parameters
ar_sa: ضبط معايير التجارة
de_de: Passen Sie die Handelsparameter an
km_kh: កែតម្រូវប៉ារ៉ាម៉ែត្រការជួញដូរ
sw_ke: Rekebisha vigezo vya biashara
tr_tr: Ticaret parametrelerini ayarlayın
uz_uz: Savdo parametrlarini sozlash

source: Agree and accept
ar_sa: أوافق وأقبل
de_de: Stimme zu und akzeptiere
km_kh: យល់ព្រមនិងទទួលយក
sw_ke: Kukubaliana na kukubali
tr_tr: Kabul edin ve onaylayın
uz_uz: Rozilik berish va qabul qilish

source: All markets are closed now. Please try again later.
ar_sa: جميع الأسواق مغلقة الآن. يرجى المحاولة مرة أخرى لاحقًا.
de_de: Alle Märkte sind jetzt geschlossen. Bitte versuchen Sie es später erneut.
km_kh: ទីផ្សារទាំងអស់ត្រូវបានបិទឥឡូវនេះ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
sw_ke: Masoko yote yamefungwa sasa. Tafadhali jaribu tena baadaye.
tr_tr: Şu anda tüm pazarlar kapalı. Lütfen daha sonra tekrar deneyin.
uz_uz: Hozir barcha bozorlar yopiq. Iltimos, keyinroq qayta urinib ko'ring.

source: All-uppercase is almost as easy to guess as all-lowercase
ar_sa: من السهل تخمين الأحرف الكبيرة بالكامل تقريبًا مثل جميع الأحرف الصغيرة
de_de: Nur Großbuchstaben sind fast so leicht zu erraten wie reine Kleinbuchstaben
km_kh: អក្សរធំទាំងអស់គឺស្ទើរតែងាយស្រួលទាយដូចអក្សរតូចទាំងអស់ដែរ។
sw_ke: Herufi kubwa zote ni karibu rahisi kudhikiria kama herufi ndogo zote
tr_tr: Tamamen büyük harf, neredeyse küçük harf kadar tahmin etmek kolaydır
uz_uz: Barcha-katta harflar deyarli barcha kichik harflar kabi taxmin qilish oson

source: Allow equals
ar_sa: السماح بالمساواة
de_de: Gleichberechtigte zulassen
sw_ke: Ruhusu sawa
uz_uz: Tenglarga ruxsat berish

source: Already have an account?
ar_sa: هل لديك حساب بالفعل؟
de_de: Hast du schon ein Konto?
km_kh: មានគណនីរួចហើយមែនទេ?
sw_ke: Tayari una akaunti?
tr_tr: Zaten bir hesabınız var?
uz_uz: Allaqachon hisob qaydnomangiz bormi?

source: Apply now as a professional investor
ar_sa: تقدم بطلبك الآن كمستثمر محترف
de_de: Bewerben Sie sich jetzt als professioneller Investor
km_kh: ដាក់ពាក្យឥឡូវនេះក្នុងនាមជាអ្នកវិនិយោគអាជីព
sw_ke: Omba sasa kama mwekezaji wa kitaalamu
tr_tr: Profesyonel bir yatırımcı olarak şimdi başvurun
uz_uz: Professional investor sifatida hozir murojaat qiling

source: Apr
ar_sa: أبريل
de_de: April
km_kh: មេសា
sw_ke: Aprili
tr_tr: Nisan

source: April
ar_sa: أبريل
km_kh: ខែមេសា
sw_ke: Aprili
tr_tr: Nisan
uz_uz: Aprel

source: Asian Down
ar_sa: آسيان داون
sw_ke: Asia Down

source: Asian Up
ar_sa: كأس آسيا
sw_ke: Asia Up

source: Asian contracts will be refunded at the purchase price if the contract doesn't end within 5 minutes.
ar_sa: سيتم استرداد العقود الآسيوية بسعر الشراء إذا لم ينتهي العقد في غضون 5 دقائق.
de_de: Asian Verträge werden zum Kaufpreis zurückerstattet, wenn der Vertrag nicht innerhalb von 5 Minuten endet.
km_kh: កិច្ចសន្យា Asian នឹងត្រូវបានសងវិញក្នុងតម្លៃទិញ ប្រសិនបើកិច្ចសន្យាមិនបញ្ចប់ក្នុងរយៈពេល 5 នាទី។
sw_ke: Mikataba ya Asia itarejeshwa kwa bei ya ununuzi ikiwa mkataba hauishia ndani ya dakika 5.
tr_tr: Sözleşme 5 dakika içinde bitmezse Asya sözleşmeleri satın alma fiyatından iade edilecektir.
uz_uz: Asian shartnomalari 5 daqiqa ichida shartnoma tugamasa, sotib olish narxi bo'yicha qaytarib beriladi.

source: Asian options settle by comparing the <strong>last tick</strong> with the average spot over the period.
ar_sa: تستقر الخيارات الآسيوية من خلال مقارنة علامة <strong>الأخيرة</strong> بمتوسط البقعة خلال الفترة.
de_de: Asian Optionen werden abgerechnet, indem die <strong>letzten Ticks</strong> mit dem Durchschnitt des Berichtszeitraums verglichen werden.
km_kh: អប់សិន Asian ដោះស្រាយដោយការប្រៀបធៀប <strong>ចំណុច Tick ចុងក្រោយ</strong> ជាមួយនឹងចំណុចមធ្យមក្នុងរយៈពេលនោះ។
sw_ke: Chaguzi za Asia hutolewa kwa kulinganisha alama ya mwisho ya <strong></strong> na sehemu ya wastani kwa kipindi hicho.
tr_tr: Asya opsiyonları, <strong>son tik</strong> değerini dönemdeki ortalama spot ile karşılaştırarak sonuçlanır.
uz_uz: Asian options davr mobaynida o'rtacha spot bilan <strong>oxirgi tik</strong> ni solishtirib hal qiladi.

source: Asians
ar_sa: الآسيويين

source: At reset time, if the spot is in the opposite direction of your prediction, the barrier is reset to that spot.
ar_sa: في وقت إعادة الضبط، إذا كانت البقعة في الاتجاه المعاكس لتوقعك، تتم إعادة تعيين الحاجز إلى تلك النقطة.
de_de: Wenn sich der Punkt zur Reset-Zeit in die entgegengesetzte Richtung Ihrer Vorhersage befindet, wird die Barriere auf diesen Punkt zurückgesetzt.
km_kh: នៅពេលកំណត់ឡើងវិញ ប្រសិនបើ spot ស្ថិតនៅក្នុងទិសដៅផ្ទុយពីការព្យាករណ៍របស់អ្នក ប្រព័ន្ធនឹងកំណត់បន្ទាត់តម្លៃគោលដៅឡើងវិញនៅចំណុចនោះ។
sw_ke: Wakati wa upya upya, ikiwa sehemu iko katika mwelekeo tofauti na utabiri wako, kizuizi kinawekwa upya kwenye sehemu hilo.
tr_tr: Sıfırlama zamanında, nokta tahmininizin ters yönünde ise, bariyer o noktaya sıfırlanır.
uz_uz: Qayta tiklash vaqtida, agar spot sizning tahminingiz qarama-qarshi yo'nalishida bo'lsa, to'siq o'sha joyga qayta tiklanadi.

source: Audit
ar_sa: التدقيق
de_de: Prüfung
km_kh: ការត្រួតពិនិត្យ
sw_ke: Ukaguzi
tr_tr: Denetim

source: Audit Page
ar_sa: صفحة التدقيق
de_de: Seite „Audit“
km_kh: ទំព័រត្រួតពិនិត្យ
sw_ke: Ukurasa wa Ukaguzi
tr_tr: Denetim Sayfası
uz_uz: Audit sahifasi

source: Aug
ar_sa: أغسطس
km_kh: សីហា
sw_ke: Ago
tr_tr: Ağu
uz_uz: Avg

source: August
ar_sa: أغسطس
km_kh: ខែសីហា
sw_ke: Agosti
tr_tr: Ağustos
uz_uz: Avgust

source: Australian Dollar
ar_sa: الدولار الأسترالي
de_de: Australischer Dollar
km_kh: ដុល្លារអូស្ត្រាលី
sw_ke: Dola ya Australia
tr_tr: Avustralya Doları
uz_uz: Avstraliya dollari

source: Authenticate your account now to take full advantage of all payment methods available.
ar_sa: قم بمصادقة حسابك الآن للاستفادة الكاملة من جميع طرق الدفع المتاحة.
de_de: Authentifizieren Sie jetzt Ihr Konto, um alle verfügbaren Zahlungsmethoden nutzen zu können.
km_kh: សូមផ្ទៀងផ្ទាត់គណនីរបស់អ្នកឥឡូវនេះ ដើម្បីទាញយកអត្ថប្រយោជន៍ពេញលេញពីវិធីបង់ប្រាក់ទាំងអស់ដែលមាន។
sw_ke: Thibitisha akaunti yako sasa ili kutumia faida kamili ya njia zote za malipo zinazopatikana.
tr_tr: Mevcut tüm ödeme yöntemlerinden tam olarak yararlanmak için hesabınızı şimdi doğrulayın.
uz_uz: Mavjud barcha to'lov usullaridan to'liq foydalanish uchun hozir hisobingizni autentifikatsiya qiling.

source: Automated trading at your fingertips. No coding needed.
ar_sa: التداول الآلي في متناول يدك. لا حاجة للترميز.
de_de: Automatisierter Handel an Ihren Fingerspitzen. Keine Codierung erforderlich.
km_kh: ការជួញដូរដោយស្វ័យប្រវត្តិនៅត្រឹមចុងម្រាមដៃរបស់អ្នក។ ដោយមិនចាំបាច់សរសេរកូដទេ។
sw_ke: Biashara ya kiotomatiki vidoleni mwako. Hakuna usimbaji unaohitajika.
tr_tr: Otomatik ticaret parmaklarınızın ucunda. Kodlamaya gerek yok.
uz_uz: Sizning qoʻlingizda avtomatlashtirilgan savdolar. Kodlash kerak emas.

source: Average
ar_sa: متوسط
de_de: Durchschnittlich
km_kh: មធ្យម
sw_ke: Wastani
tr_tr: Ortalama
uz_uz: O'rtacha

source: Avoid dates and years that are associated with you
ar_sa: تجنب التواريخ والسنوات المرتبطة بك
de_de: Vermeiden Sie Daten und Jahre, die mit Ihnen in Verbindung stehen
km_kh: ជៀសវាងកាលបរិច្ឆេទ និងឆ្នាំដែលពាក់ព័ន្ធជាមួយអ្នក
sw_ke: Epuka tarehe na miaka ambayo inahusishwa na wewe
tr_tr: Sizinle ilişkili tarih ve yıllardan kaçının
uz_uz: Siz bilan bog'liq bo'lgan sanalar va yillardan saqlaning

source: Avoid recent years
ar_sa: تجنب السنوات الأخيرة
de_de: Vermeiden Sie die letzten Jahre
km_kh: ជៀសវាងឆ្នាំថ្មីៗនេះ
sw_ke: Epuka miaka hivi karibuni
tr_tr: Son yıllardan kaçının
uz_uz: So'nggi yillardan saqlaning

source: Avoid repeated words and characters
ar_sa: تجنب الكلمات والأحرف المتكررة
de_de: Vermeiden Sie wiederholte Wörter und Zeichen
km_kh: ជៀសវាងប្រើពាក្យ និងតួអក្សរដដែលៗ
sw_ke: Epuka maneno na wahusika mara kwa mara
tr_tr: Tekrarlanan sözcüklerden ve karakterlerden kaçının
uz_uz: Takroriy so'zlar va belgilardan saqlaning

source: Avoid sequences
ar_sa: تجنب التسلسلات
de_de: Sequenzen vermeiden
km_kh: ជៀសវាងការដាក់តាមលំដាប់
sw_ke: Epuka mlolongo
tr_tr: Dizilerden kaçının
uz_uz: Ketma-ketliklardan saqlanish

source: Avoid years that are associated with you
ar_sa: تجنب السنوات المرتبطة بك
de_de: Vermeiden Sie Jahre, die mit Ihnen verbunden sind
km_kh: ជៀសវាងឆ្នាំដែលទាក់ទងជាមួយអ្នក
sw_ke: Epuka miaka ambayo inahusishwa na wewe
tr_tr: Sizinle ilişkili yıllardan kaçının
uz_uz: Siz bilan bog'liq bo'lgan yillardan saqlaning

source: Barrier
ar_sa: الحاجز
de_de: Barriere
km_kh: បន្ទាត់តម្លៃគោលដៅ
sw_ke: Kizuizi
tr_tr: Bariyer
uz_uz: To'siq

source: Barrier change
ar_sa: تغيير الحاجز
de_de: Änderung der Barriere
km_kh: ការផ្លាស់ប្តូរបន្ទាត់តម្លៃគោលដៅ
sw_ke: Mabadiliko ya vizuizi
tr_tr: Bariyer değişimi
uz_uz: To'siq o'zgarishi

source: Barrier offset
ar_sa: تعويض الحاجز
de_de: Barrierenausgleich
km_kh: កម្រិតសំណងបន្ទាត់កម្រិតតម្លៃគោលដៅ
sw_ke: Kuzuia kizuizi
tr_tr: Bariyer ofset
uz_uz: To'siqni ofsetlash

source: Binance USD
ar_sa: بينانس بالدولار الأمريكي

source: Binary Coin
ar_sa: عملة ثنائية
de_de: Binäre Münze
sw_ke: Sarafu ya Binari

source: Bitcoin
ar_sa: بيتكوين
de_de: Bitcoins

source: Buy
ar_sa: يشترى
de_de: Kaufen
km_kh: ទិញ
sw_ke: Nunua
tr_tr: Satın al
uz_uz: Sotib olish

source: Buy price
ar_sa: سعر الشراء
de_de: Preis kaufen
km_kh: តម្លៃទិញ
sw_ke: Kununua bei
tr_tr: Fiyat al
uz_uz: Sotib olish narxi

source: By purchasing the %1"Close-Low"%2 contract, you'll win the multiplier times the difference between the %1close%2 and %1low%2 over the duration of the contract.
ar_sa: من خلال شراء عقد %1«Close-Low»%2 ، ستربح multiplier مضروبًا في الفرق بين %1close%2 و %1low%2 خلال مدة العقد.
de_de: Durch den Kauf des %1"Close-Low"%2 Kontrakts, gewinnen Sie den Multiplier mal dem Unterschied zwischen dem %1Close%2 und %1Low%2 über die Dauer des Kontrakts.
km_kh: តាមរយៈការទិញកិច្ចសន្យា %1"Closs-Low"%2 អ្នកនឹងឈ្នះទឹកប្រាក់ស្មើរនឹងការយក multiplier គុណនឹងភាពខុសគ្នារវាងតម្លៃ%1បិទ%2 និង%1ទាប%2 ក្នុងរយៈពេលនៃកិច្ចសន្យានោះ។
sw_ke: Kwa kununua mkataba wa %1“Close-Low”%2 , utashinda mara nyingi tofauti kati ya %1ckupoteza%2 na %1low%2 kwa muda wa mkataba.
tr_tr: %1"Close-Low"%2 sözleşmesini satın alarak çarpan ile sözleşme süresince %1close%2 ile %1low%2 arasındaki farkın çarpımını kazanacaksınız.
uz_uz: %1“Close-Low”%2 shartnomasini sotib olib, shartnoma muddati mobaynida %1close %2 va %1low%2 o'rtasidagi farqni ko'paytiruvchi barobar yutib olasiz.

source: By purchasing the %1"High-Close"%2 contract, you'll win the multiplier times the difference between the %1high%2 and %1close%2 over the duration of the contract.
ar_sa: من خلال شراء عقد %1«High-Close»2%، ستربح multiplier مضروبًا في الفرق بين %1high%2 و %1close%2 والخسارة على مدار مدة العقد.
de_de: Durch den Kauf des %1"High-Close"%2 Kontrakts, gewinnen Sie den Multiplier mal dem Unterschied zwischen dem %1High%2 und %1Close%2 über die Dauer des Kontrakts.
km_kh: តាមរយៈការទិញកិច្ចសន្យា %1"High-Closs"%2 អ្នកនឹងឈ្នះទឹកប្រាក់ស្មើរនឹងការយក multiplier គុណនឹងភាពខុសគ្នារវាងតម្លៃ%1ខ្ពស់%2 និង%1បិទ%2 ក្នុងរយៈពេលនៃកិច្ចសន្យានោះ។
sw_ke: Kwa kununua mkataba wa %1“High-Close”%2 , utashinda mara nyingi tofauti kati ya %1high%2 na %1ckupoteza%2 kwa muda wa mkataba.
tr_tr: %1"High-Close"%2 sözleşmesi satın alarak, Multiplier ile sözleşme süresince %1high%2 ve %1close%2 arasındaki farkın çarpımını kazanacaksınız.
uz_uz: %1"High-Close"%2 shartnomasini xarid qilish orqali siz shartnomaning butun muddati uchun %1high%2 va %1close%2 o'rtasidagi farqga ko'paytirilgan ko'paytirgichni yutib olasiz.

source: By purchasing the %1"High-Low"%2 contract, you'll win the multiplier times the difference between the %1high%2 and %1low%2 over the duration of the contract.
ar_sa: من خلال شراء عقد %1«High-Low»%2 ، ستربح multiplier مضروبًا في الفرق بين %1high%2 و %1low%2 خلال مدة العقد.
de_de: Durch den Kauf des %1"High-Low"%2 Kontrakts, gewinnen Sie den Multiplier mal dem Unterschied zwischen dem %1High%2 und %1Low%2 über die Dauer des Kontrakts.
km_kh: តាមរយៈការទិញកិច្ចសន្យា %1"High-Low"%2 អ្នកនឹងឈ្នះទឹកប្រាក់ស្មើរនឹងការយក multiplier គុណនឹងភាពខុសគ្នារវាងតម្លៃ%1ខ្ពស់%2 និង%1ទាប%2 ក្នុងរយៈពេលនៃកិច្ចសន្យានោះ។
sw_ke: Kwa kununua mkataba wa %1“High-Low”%2 , utashinda mara nyingi tofauti kati ya %1high%2 na %1low%2 kwa muda wa mkataba.
tr_tr: %1"High-Low"%2 sözleşmesini satın alarak Multiplier ile sözleşme süresince %1high%2 ile %1low%2 arasındaki farkın çarpımını kazanacaksınız.
uz_uz: %1“High-Low”%2 shartnomasini xarid qilib, shartnoma muddati mobaynida %1high%2 va %1low%2 o'rtasidagi farqni ko'paytiruvchi barobar yutasiz.

source: Call Spread
ar_sa: انتشار المكالمات
sw_ke: Uenezaji wa Simu

source: Call Spread/Put Spread
ar_sa: فروق أسعار المكالمات/فروق البيع
sw_ke: Kueneza Pigi/Weka Uenea

source: Capitalization doesn't help very much
ar_sa: الكتابة بالأحرف الكبيرة لا تساعد كثيرًا
de_de: Kapitalisierung hilft nicht viel
km_kh: ការប្រើអក្សរធំមិនបានជួយច្រើននោះទេ
sw_ke: Mtaji haisaidia sana
tr_tr: Büyük harf kullanımı pek yardımcı olmuyor
uz_uz: Kapitalizatsiya unchalik yordam bermaydi

source: Cashier
ar_sa: كاشير
de_de: Kassierer
km_kh: បេឡា
sw_ke: Mpesa
tr_tr: Kasiyer
uz_uz: Kassir

source: Cashier disabled
ar_sa: تم تعطيل الصراف
de_de: Kassierer deaktiviert
km_kh: ប្រព័ន្ធបេឡាបានបិទ
sw_ke: Msafiri imezimwa
tr_tr: Kasiyer devre dışı
uz_uz: Kassir o'chirib qo'yilgan

source: Change API Endpoint
ar_sa: تغيير نقطة نهاية API
de_de: API-Endpunkt ändern
km_kh: ផ្លាស់ប្តូរ API ចំណុចបញ្ចប់
sw_ke: Badilisha Mwisho wa API
tr_tr: API Uç Noktasını Değiştir
uz_uz: API so'nggi nuqtasini o'zgartirish

source: Chart
ar_sa: رسم بياني
de_de: Diagramm
km_kh: គំនូសតាង
sw_ke: Chati
tr_tr: Grafik
uz_uz: Grafik

source: Chart is not available for this underlying.
ar_sa: الرسم البياني غير متاح لهذا الأساسي.
de_de: Für diesen Basiswert ist kein Diagramm verfügbar.
km_kh: គំនូសតាងមិនមានសម្រាប់ផលិតផលយោងនេះទេ។
sw_ke: Chati haipatikani kwa msingi huu.
tr_tr: Bu temel için grafik mevcut değil.
uz_uz: Ushbu asosiy element uchun grafik mavjud emas.

source: Charting for this underlying is delayed
ar_sa: تم تأجيل الرسم البياني لهذا الأساس
de_de: Die Chartanalyse für diesen Basiswert erfolgt verzögert
km_kh: គំនូសតាងសម្រាប់ផលិតផលយោងនេះត្រូវបានពន្យារពេល។
sw_ke: Chati ya msingi huu umecheleweshwa
tr_tr: Bu temel için grafik ertelendi
uz_uz: Ushbu asosiy element uchun grafik kechiktirildi

source: Check your connection.
ar_sa: تحقق من الاتصال الخاص بك.
de_de: Überprüfe deine Verbindung.
km_kh: ពិនិត្យការតភ្ជាប់របស់អ្នក។
sw_ke: Angalia uunganisho wako.
tr_tr: Bağlantınızı kontrol edin.
uz_uz: Internetga ulanishingizni tekshiring.

source: Christmas Day
ar_sa: يوم عيد الميلاد
de_de: Weihnachtstag
km_kh: ថ្ងៃបុណ្យណូអែល
sw_ke: Siku ya Krismasi
tr_tr: Noel günü
uz_uz: Rojdestvo kuni

source: Click OK to proceed.
ar_sa: انقر فوق موافق للمتابعة.
de_de: Klicken Sie auf OK, um fortzufahren.
km_kh: ចុច OK ដើម្បីបន្ត។
sw_ke: Bonyeza OK ili kuendelea.
tr_tr: Devam etmek için Tamam'ı tıklayın.
uz_uz: Davom etish uchun OK tugmasini bosing.

source: Click here to open a Financial Account
ar_sa: انقر هنا لفتح حساب مالي
de_de: Klicken Sie hier, um ein Finanzkonto zu eröffnen
km_kh: ចុចទីនេះដើម្បីបើកគណនី Finacial
sw_ke: Bonyeza hapa kufungua Akaunti ya Fedha
tr_tr: Finansal Hesap açmak için burayı tıklayın
uz_uz: Moliyaviy hisob ochish uchun shu yerni bosing

source: Click here to open a Gaming account
ar_sa: انقر هنا لفتح حساب الألعاب
de_de: Klicken Sie hier, um ein Gaming-Konto zu eröffnen
km_kh: ចុចទីនេះដើម្បីបើកគណនីហ្គេម
sw_ke: Bonyeza hapa kufungua akaunti ya Michezo ya Michezo
tr_tr: Oyun hesabı açmak için burayı tıklayın

source: Click here to open a Real Account
ar_sa: انقر هنا لفتح حساب حقيقي
de_de: Klicken Sie hier, um ein echtes Konto zu eröffnen
km_kh: ចុចទីនេះដើម្បីបើកគណនីពិត
sw_ke: Bonyeza hapa kufungua Akaunti Halisi
tr_tr: Gerçek Hesap açmak için buraya tıklayın
uz_uz: Haqiqiy hisob ochish uchun shu yerni bosing

source: Close
ar_sa: أغلق
de_de: Schliessen
km_kh: បិទ
sw_ke: Funga
tr_tr: Kapat
uz_uz: Yopish

source: Close time
ar_sa: وقت الإغلاق
de_de: Uhrzeit schließen
km_kh: ពេលវេលាបិទ
sw_ke: Wakati wa kufunga
tr_tr: Kapanış saati
uz_uz: Yopish vaqti

source: Close-Low
ar_sa: قريب من المستوى المنخفض
sw_ke: Funga-chini

source: Closes early (at 18:00)
ar_sa: يغلق مبكرًا (الساعة 18:00)
de_de: Schließt früh (um 18:00 Uhr)
km_kh: បិទមុនម៉ោង (នៅម៉ោង 18:00)
sw_ke: Inafungwa mapema (saa 18:00)
tr_tr: Erken kapanır (saat 18:00 'de)
uz_uz: Erta yopiladi (soat 18:00 da)

source: Closes early (at 21:00)
ar_sa: يغلق مبكرًا (الساعة 21:00)
de_de: Schließt früh (um 21:00 Uhr)
km_kh: បិទមុនម៉ោង (នៅម៉ោង 21:00)
sw_ke: Inafungwa mapema (saa 21:00)
tr_tr: Erken kapanır (saat 21:00 'de)
uz_uz: Erta yopiladi (21:00 da)

source: Common names and surnames are easy to guess
ar_sa: من السهل تخمين الأسماء والألقاب الشائعة
de_de: Gebräuchliche Namen und Nachnamen sind leicht zu erraten
km_kh: ឈ្មោះ និងនាមត្រកូលទូទៅងាយស្រួលទាយ
sw_ke: Majina na majina ya kawaida ni rahisi kudhani
tr_tr: Ortak isimler ve soyadları tahmin etmek kolaydır
uz_uz: Umumiy ismlar va familiyalarni taxmin qilish oson

source: Complete details
ar_sa: تفاصيل كاملة
de_de: Vollständige Angaben
km_kh: ព័ត៌មានលម្អិតពេញលេញ
sw_ke: Maelezo kamili
tr_tr: Tüm detaylar
uz_uz: To'liq tafsilotlar

source: Confirm changes
ar_sa: تأكيد التغييرات
de_de: Änderungen bestätigen
km_kh: បញ្ជាក់ការផ្លាស់ប្តូរ
sw_ke: thibitisha mabadiliko
tr_tr: Değişiklikleri onaylayın
uz_uz: O'zgarishlarni tasdiqlang

source: Connecting to server
ar_sa: الاتصال بالخادم
de_de: Verbindung zum Server herstellen
km_kh: កំពុងតភ្ជាប់ទៅម៉ាស៊ីនមេ
sw_ke: Kuunganisha kwenye seva
tr_tr: Sunucuya bağlanma
uz_uz: Serverga ulanish

source: Continue trading
ar_sa: استمر في التداول
de_de: Handel fortsetzen
km_kh: បន្តការជួញដូរ
sw_ke: Endelea kufanya biashara
tr_tr: Ticarete devam et
uz_uz: Savdoni davom eting

source: Contract Confirmation
ar_sa: تأكيد العقد
de_de: Bestätigung des Vertrags
km_kh: ការបញ្ជាក់កិច្ចសន្យា
sw_ke: Uthibitisho wa M
tr_tr: Sözleşme Onayı
uz_uz: Shartnomani tasdiqlash

source: Contract details
ar_sa: تفاصيل العقد
de_de: Einzelheiten zum Vertrag
km_kh: ព័ត៌មានលម្អិតនៃកិច្ចសន្យា
sw_ke: Maelezo ya mkataba
tr_tr: Sözleşme ayrıntıları
uz_uz: Shartnoma tafsilotlari

source: Contract ends
ar_sa: ينتهي العقد
de_de: Vertrag endet
km_kh: កិច្ចសន្យាបញ្ចប់
sw_ke: Mkataba unaisha
tr_tr: Sözleşme sona eriyor
uz_uz: Shartnoma tugashi

source: Contract has not started yet
ar_sa: لم يبدأ العقد بعد
de_de: Vertrag hat noch nicht begonnen
km_kh: កិច្ចសន្យាមិនទាន់បានចាប់ផ្តើមនៅឡើយទេ
sw_ke: Mkataba haujaanza bado
tr_tr: Sözleşme henüz başlamadı
uz_uz: Shartnoma hali boshlanmagan

source: Contract information
ar_sa: معلومات العقد
de_de: Informationen zum Vertrag
km_kh: ព័ត៌មានកិច្ចសន្យា
sw_ke: Maelezo ya mkataba
tr_tr: Sözleşme bilgileri
uz_uz: Shartnoma haqida ma'lumot

source: Contract period
ar_sa: فترة العقد
de_de: Vertragsdauer
km_kh: រយៈពេលកិច្ចសន្យា
sw_ke: Kipindi cha mkataba
tr_tr: Sözleşme süresi
uz_uz: Shartnoma muddati

source: Contract result
ar_sa: نتيجة العقد
de_de: Vertragsergebnis
km_kh: លទ្ធផលកិច្ចសន្យា
sw_ke: Matokeo ya mkataba
tr_tr: Sözleşme sonucu
uz_uz: Shartnoma natijasi
