Repository: deriv-com/smarttrader
Catalog: src/translations/*.po
Languages: ar_sa, de_de, km_kh, sw_ke, tr_tr, uz_uz

source: If you select "falls", you win the payout if the market price is lower than the <strong>entry spot</strong>.
ar_sa: إذا اخترت «السقوط»، فستفوز بالعائد إذا كان سعر السوق أقل من نقطة الدخول <strong></strong>.
de_de: Wenn Sie "falls" wählen, gewinnen Sie die Auszahlung, wenn der Marktpreis niedriger als der Startplatz</strong>von <strong>ist.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "falls" អ្នកឈ្នះប្រាក់សំណង ប្រសិនបើតម្លៃទីផ្សារទាបជាង <strong>ចំណុចចូល</strong>។
sw_ke: Ikiwa unachagua “anguka”, unashinda malipo ikiwa bei ya soko ni chini kuliko nafasi ya kuingia la <strong></strong>.
tr_tr: "falls" seçeneğini seçerseniz, eğer piyasa fiyatı <strong>giriş noktasından</strong>daha düşükse ödemeyi kazanırsınız.
uz_uz: Agar siz “falls” ni tanlasangiz, bozor narxi <strong>kirish joyi</strong>dan past bo'lsa, to'lovni yutib olasiz.

source: If you select "falls", you win the payout if the market price is lower than the entry spot.
ar_sa: إذا اخترت «السقوط»، فستفوز بالعائد إذا كان سعر السوق أقل من نقطة الدخول.
de_de: Wenn Sie "falls" wählen, gewinnen Sie die Auszahlung, wenn der Marktpreis unter dem Einstiegspunkt liegt.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "falls" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើតម្លៃទីផ្សារទាបជាងតម្លៃចំណុចចូល។
sw_ke: Ukichagua “kuanguka”, unashinda malipo ikiwa bei ya soko ni chini kuliko nafasi ya kuingia.
tr_tr: “falls” seçeneğini seçerseniz, piyasa fiyatı giriş noktasından düşükse ödemeyi kazanırsınız.
uz_uz: Agar “falls” ni tanlasangiz, bozor narxi kirish joyiga nisbatan past bo'lsa, siz to'lovni yutib olasiz.

source: If you select "rises", you win the payout if the market price is higher than the <strong>entry spot</strong>.
ar_sa: إذا اخترت «الارتفاعات»، يمكنك الفوز بالعائد إذا كان سعر السوق أعلى من نقطة الدخول <strong></strong>.
de_de: Wenn Sie "Rises" wählen, gewinnen Sie die Auszahlung, wenn der Marktpreis höher ist als der Einstiegsplatz</strong>von <strong>.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "rises" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើតម្លៃទីផ្សារខ្ពស់ជាង <strong>ចំណុចូល</strong>។
sw_ke: Ikiwa unachagua “kupanda”, unashinda malipo ikiwa bei ya soko ni ya juu kuliko nafasi ya kuingia la <strong></strong>.
tr_tr: "rises" seçeneğini seçerseniz, piyasa fiyatı <strong>giriş noktasından</strong>daha yüksekse ödemeyi kazanırsınız.
uz_uz: Agar siz “rises” ni tanlasangiz, bozor narxi <strong>kirish joyi</strong>dan yuqori bo'lsa, to'lovni yutib olasiz.

source: If you select "rises", you win the payout if the market price is higher than the entry spot.
ar_sa: إذا اخترت «الارتفاعات»، فستفوز بالعائد إذا كان سعر السوق أعلى من نقطة الدخول.
de_de: Wenn Sie "Rises" wählen, gewinnen Sie die Auszahlung, wenn der Marktpreis höher als der Einstiegswert ist.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "rises" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើតម្លៃទីផ្សារខ្ពស់ជាងតម្លៃចំណុចចូល។
sw_ke: Ikiwa unachagua “kupanda”, unashinda malipo ikiwa bei ya soko ni ya juu kuliko nafasi ya kuingia.
tr_tr: “rises”i seçerseniz, piyasa fiyatı giriş noktasından yüksekse ödemeyi kazanırsınız.
uz_uz: Agar “rises” ni tanlasangiz, bozor narxi kirish joyiga nisbatan yuqori bo'lsa, siz to'lovni yutib olasiz.

source: If you select %1"High Tick"%2, you win the payout if the selected tick is the %1highest among the next five ticks%2.
ar_sa: إذا قمت بتحديد %1«High Tick»%2، فستفوز بالعائد إذا كانت العلامة المحددة %1hiهي الضيف بين العلامات%2الخمس التالية.
de_de: Wenn Sie %1"High Tick"%2 auswählen, gewinnen Sie die Auszahlung, wenn der ausgewählte Tick der %1höchste unter den nächsten fünf Ticks%2 ist.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស %1"High Tick"%2 អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើចំណុច Tick ដែលបានជ្រើសរើសគឺ %1ខ្ពស់បំផុតក្នុងចំណោមចំណុច Tick ប្រាំចំណុចបន្ទាប់%2។
sw_ke: Ikiwa unachagua %1“High Tick”%2, unashinda malipo ikiwa alama iliyochaguliwa ni %1highest kati ya tikko tano zifuatazo%2.
tr_tr: %1"High Tick"%2 seçeneğini seçerseniz, seçilen tik %1sonraki beş tik arasında en yükseği ise%2 ödeme kazanırsınız.
uz_uz: Agar %1“High Tick”%2ni tanlasangiz, tanlangan tik keyingi beshta tik%2orasida %1hiyuqori bo'lsa, to'lovni yutib olasiz.

source: If you select %1"Low Tick"%2, you win the payout if the selected tick is the %1lowest among the next five ticks%2.
ar_sa: إذا قمت بتحديد %1«Low Tick»%2، فستفوز بالدفع إذا كانت العلامة المحددة هي %1loغربًا بين العلامات الخمس التالية%2.
de_de: Wenn Sie %1"Low Tick“%2 auswählen, gewinnen Sie die Auszahlung, wenn der gewählte Tick die %1loWest unter den nächsten fünf Tick%2ist.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស %1"Low Tick"%2 អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើចំណុច Tick ដែលបានជ្រើសរើសគឺ %1ទាបបំផុតក្នុងចំណោមចំណុច Tick ប្រាំចំណុចបន្ទាប់%2។
sw_ke: Ikiwa unachagua %1“Low Tick”%2, unashinda malipo ikiwa alama iliyochaguliwa ni %1lomagharibi kati ya tikko tano zifuatazo%2.
tr_tr: %1"Low Tick"%2 seçeneğini seçerseniz, seçilen tik %1sonraki beş tik arasında en düşük%2 ise ödeme kazanırsınız.
uz_uz: Agar %1“Low Tick”%2ni tanlasangiz, tanlangan tik keyingi beshta Tik%2orasida %1lopastroq bo'lsa, to'lovni yutib olasiz.

source: If you select %1"Only Downs"%2, you win the payout if consecutive ticks fall successively after the %1entry spot%2.%3No payout if any tick rises or is equal to any of the previous ticks.
ar_sa: إذا اخترت %1«Only Downs»%2، فستفوز بالعوائد إذا انخفضت العلامات المتتالية على التوالي بعد %1eنقطة%2الدخول.%3Nلا يوجد دفع في حالة ارتفاع أي علامة أو تساويها مع أي من العلامات السابقة.
de_de: Wenn Sie %1"Only Downs"%2 wählen, gewinnen Sie die Auszahlung, wenn aufeinanderfolgende Ticks nach dem %1 Einstiegspunkt %2 fallen.%3 Keine Auszahlung, wenn ein Tick steigt oder gleich einem der vorherigen Ticks ist.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស %1"Only Downs"%2 អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើចំណុច Tick មានតម្លៃនៅជាប់ៗគ្នាធ្លាក់ចុះជាបន្តបន្ទាប់បន្ទាប់ពី %1ចំណុចចូល%2។ %3 អ្នកនឹងមិនទទួលបានប្រាក់សំណងទេ ប្រសិនបើចំណុច Tick ណាមួយកើនឡើង ឬស្មើនឹងចំណុច Tick ណាមួយពីមុន។
sw_ke: Ukichagua %1“Only Downs”%2, unashinda malipo ikiwa mfululizo zinaanguka mfululizo baada ya %1entry spot%2.%3No malipo ikiwa alama yoyote inaongezeka au ni sawa na taa yoyote ya awali.
tr_tr: %1"Only Downs"%2 seçeneğini seçerseniz, %1entry spot%2 noktasından sonra art arda tikler düşerse ödemeyi kazanırsınız.%3 No herhangi bir tikin yükselmesi veya önceki tiklerden herhangi birine eşit olması durumunda ödeme yapılmaz.
uz_uz: Agar %1“Only Downs”%2ni tanlasangiz, %1ekirish joyi%2dan keyin ketma-ket tiklar ketma-ket tushib qolsa, to'lovni yutib olasiz.%3 Agar har qanday tik ko'tarilsa yoki avvalgi tiklarning birortasiga teng bo'lsa, to'lov amalga oshirilmaydi.

source: If you select %1"Only Ups"%2, you win the payout if consecutive ticks rise successively after the %1entry spot%2.%3No payout if any tick falls or is equal to any of the previous ticks.
ar_sa: إذا اخترت %1«Only Ups»%2، فستفوز بالعوائد إذا ارتفعت العلامات المتتالية على التوالي بعد %1eنقطة%2الدخول.%3Nلا يوجد دفع في حالة سقوط أي علامة أو تساويها مع أي من العلامات السابقة.
de_de: Wenn Sie %1 "Only Ups"%2 wählen, gewinnen Sie die Auszahlung, wenn aufeinanderfolgende Ticks nach dem %1Einstiegspunkt%2 nacheinander steigen.%3Keine Auszahlung, wenn ein Tick fällt oder gleich einem der vorherigen Ticks ist.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស %1"Only Ups"% 2 អ្នកនឹងឈ្នះប្រាក់សំណងប្រសិនបើចំណុច Tick ដែលជាប់ៗគ្នាកើនឡើងជាបន្តបន្ទាប់បន្ទាប់ពី %1ចំណុចចូល%2។ %3 អ្នកនឹងមិនទទួលបានប្រាក់សំណងប្រសិនបើចំណុច Tick ណាមួយធ្លាក់ ឬស្មើនឹងចំណុច Tick ណាមួយពីមុន។
sw_ke: Ukichagua %1“Only Ups”%2, unashinda malipo ikiwa mfululizo huongezeka mfululizo baada ya %1entry spot%2.%3No malipo ikiwa alama yoyote inaanguka au ni sawa na taa yoyote ya awali.
tr_tr: %1"Only Ups"%2 seçeneğini seçerseniz, %1entry spot%2'dan sonra art arda tikler yükselirse ödemeyi kazanırsınız.%3 Herhangi bir tikin düşmesi veya önceki tiklerden herhangi birine eşit olması durumunda ödeme yapılmaz.
uz_uz: Agar %1“Only Ups”%2ni tanlasangiz, %1ekirish joyi%2dan keyin ketma-ket tiklar ketma-ket ko'tarilsa, to'lovni yutib olasiz.%3Agar har qanday tik tushsa yoki avvalgi tiklarning birortasiga teng bo'lsa, to'lov amalga oshirilmaydi.

source: If you select a <strong>start time</strong> in the future, the <strong>start time</strong> is that which is selected and the <strong>entry spot</strong> is the price in effect at that time.
ar_sa: إذا قمت بتحديد وقت <strong>البدء</strong> في المستقبل، فإن وقت <strong></strong> البدء هو الوقت المحدد ونقطة <strong>الدخول</strong> هي السعر الساري في ذلك الوقت.
de_de: Wenn Sie eine <strong>Startzeit</strong> in der Zukunft auswählen, ist die <strong>Startzeit</strong> des Kontrakts die ausgewählte Zeit und der <strong>Einstiegskurs</strong> ist der Kurs, der zu dieser Zeit gültig ist.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស <strong>ពេលវេលាចាប់ផ្តើម</strong> នៅពេលអនាគតនោះ <strong>ពេលវេលាចាប់ផ្តើម</strong> ដែលបានជ្រើសរើសគឺ <strong>ចំណុចចូល</strong> ដែលបង្ហាញពីតម្លៃដែលមានប្រសិទ្ធភាពនៅពេលនោះ។
sw_ke: Ikiwa utachagua wakati wa kuanza <strong></strong> katika siku zijazo, wakati wa kuanza <strong></strong> ni ule ambao umechaguliwa na mahali pa kuingia <strong></strong> ni bei inayotumika wakati huo.
tr_tr: Gelecekte bir <strong>Başlangıç zamanı</strong> , the <strong>Başlangıç zamanı</strong> seçilen ve <strong>giriş noktası</strong> o sırada geçerli olan fiyattır.
uz_uz: Agar kelajakda <strong>boshlanish vaqtini</strong> ni tanlasangiz, <strong>boshlanish vaqti</strong> tanlangan va <strong>kirish joyi</strong> o'sha vaqtda amal qilayotgan narx hisoblanadi.

source: If you select a <strong>start time</strong> of "Now", the <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
ar_sa: إذا قمت بتحديد وقت <strong></strong> بدء «الآن»، فإن وقت <strong>الانتهاء</strong> هو عدد الدقائق/الساعات المحدد بعد وقت <strong>البدء</strong> (إذا كانت المدة أقل من يوم واحد)، أو في نهاية يوم التداول (إذا كانت المدة يومًا واحدًا أو أكثر).
de_de: Wenn Sie als <strong>Startzeit</strong> "Jetzt" wählen, ist die <strong>Endzeit</strong> die ausgewählte Anzahl an Minuten/Stunden nach <strong>Beginn</strong> (sofern sie weniger als einen Tag dauert) oder das Ende des Börsentages (sofern sie einen Tag oder länger dauert).
km_kh: ប្រសិនបើអ្នកជ្រើសរើស <strong>ម៉ោងចាប់ផ្តើម</strong> ជា "ឥឡូវនេះ" នោះ <strong>ម៉ោងបញ្ចប់</strong> នឹងជាចំនួនម៉ោង និងនាទីបន្ទាប់ពី <strong>ពេលវេលាចាប់ផ្តើម</strong> (ប្រសិនបើរយៈពេលតិចជាង 1 ថ្ងៃ) ឬនៅចុងបញ្ចប់នៃការជួញដូរប្រចាំថ្ងៃ។ (ប្រសិនបើរយៈពេលគឺ 1 ថ្ងៃឬច្រើនជាងនេះ)
sw_ke: Ukichagua wakati wa kuanza <strong></strong> wa “Sasa”, wakati wa mwisho wa <strong></strong> ni idadi ya dakika/masaa iliyochaguliwa baada ya wakati wa kuanza <strong></strong> (ikiwa chini ya siku moja kwa muda), au mwisho wa siku ya biashara (ikiwa siku moja au zaidi kwa muda).
tr_tr: <strong>başlangıç zamanını</strong> "Şimdi" olarak seçerseniz, <strong>bitiş zamanı</strong> <strong>başlangıç zamanından</strong> (süresi bir günden azsa) veya işlem gününün sonundan (süresi bir gün veya daha fazlaysa) sonra seçilen dakika/saat sayısıdır.
uz_uz: Agar siz “Now” ning <strong>boshlanish vaqtini</strong> ni tanlasangiz, <strong>tugash vaqti</strong> <strong>boshlanish vaqtidan keyin tanlangan daqiqa/soat soni</strong> (agar davomiyligi bir kundan kam bo'lsa), yoki savdo kunining oxirida (davomiyligi bir kun yoki undan ko'p bo'lsa).

source: If you select a specific <strong>end time</strong>, the <strong>end time</strong> is the selected time.
ar_sa: إذا قمت بتحديد وقت <strong>نهاية محدد</strong>، فإن وقت <strong>الانتهاء</strong> هو الوقت المحدد.
de_de: Wenn Sie eine bestimmte <strong>Endzeit</strong> auswählen, ist die ausgewählte Zeit die <strong>Endzeit</strong>.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស <strong>ម៉ោងបញ្ចប់</strong>ជាក់លាក់ នោះ <strong>ម៉ោងបញ្ចប់</strong> គឺជាពេលវេលាដែលបានជ្រើសរើស។
sw_ke: Ikiwa unachagua wakati maalum wa mwisho wa <strong></strong>, wakati wa mwisho wa <strong></strong> ni wakati uliochaguliwa.
tr_tr: Belirli bir <strong>bitiş zamanı</strong>seçerseniz, <strong>bitiş zamanı</strong> seçilen zamandır.
uz_uz: Agar ma'lum bir <strong>tugash vaqtini</strong>ni tanlasangiz, <strong>tugash vaqti</strong> tanlangan vaqtdir.

source: In the EU, financial binary options are only available to professional investors.
ar_sa: في الاتحاد الأوروبي، الخيارات الثنائية المالية متاحة فقط للمستثمرين المحترفين.
de_de: In der EU stehen binäre Finanzoptionen nur professionellen Anlegern zur Verfügung.
km_kh: នៅក្នុងសហភាពអឺរ៉ុប ផលិតផលហិរញ្ញវត្ថុគោលពីរ ឬ biary options មានសម្រាប់តែអ្នកវិនិយោគដែលមានជំនាញវិជ្ជាជីវៈប៉ុណ្ណោះ។
sw_ke: Katika EU, chaguzi za binari za kifedha zinapatikana tu kwa wawekezaji wa kitaalam.
tr_tr: AB'de finansal ikili opsiyonlar yalnızca profesyonel yatırımcılar tarafından kullanılabilir.
uz_uz: YI dagi binary option lar bo'yicha moliyaviy shartnomalar faqat professional investorlar uchun mavjud.

source: Indicates required field
ar_sa: يشير إلى الحقل المطلوب
de_de: Zeigt ein erforderliches Feld an
km_kh: បញ្ជាក់ចន្លោះដែលត្រូវការបំពេញ
sw_ke: Inaonyesha uwanja unaohit
tr_tr: Zorunlu alanı gösterir
uz_uz: Kerakli maydonni bildiradi

source: Indicative
ar_sa: إرشادي
de_de: Indikativ
km_kh: បានបង្ហាញនៅពេលនោះ
sw_ke: Maonyesho
tr_tr: Gösterge niteliğinde
uz_uz: Indikativ

source: Invalid app id
ar_sa: معرف تطبيق غير صالح
de_de: Ungültige App-ID
km_kh: លេខសម្គាល់កម្មវិធីមិនត្រឹមត្រូវ
sw_ke: Kitambulisho cha programu halali
tr_tr: Geçersiz uygulama kimliği
uz_uz: Ilova id noto‘g‘ri

source: Invalid email address.
ar_sa: عنوان بريد إلكتروني غير صالح.
de_de: Ungültige E-Mail-Adresse.
km_kh: អាសយដ្ឋានអ៊ីមែលមិនត្រឹមត្រូវ។
sw_ke: Anwani ya barua pepe halali.
tr_tr: Geçersiz e-posta adresi.
uz_uz: Email manzili noto‘g‘ri.

source: Invalid verification code.
ar_sa: رمز التحقق غير صالح.
de_de: Ungültiger Bestätigungscode.
km_kh: លេខកូដផ្ទៀងផ្ទាត់មិនត្រឹមត្រូវ។
sw_ke: Nambari mbaya ya uthibitishaji.
tr_tr: Geçersiz doğrulama kodu.
uz_uz: Yaroqsiz tasdiqlash kodi.

source: Investment
ar_sa: الاستثمار
de_de: Investition
km_kh: ការវិនិយោគ
sw_ke: Uwekezaji
tr_tr: Yatırım
uz_uz: Investitsiya

source: Jan
ar_sa: يناير
km_kh: មករា
sw_ke: Januari
tr_tr: Ocak
uz_uz: Yan

source: January
ar_sa: كانون الثاني
de_de: Januar
km_kh: ខែមករា
sw_ke: Januari
tr_tr: Ocak
uz_uz: Yanvar

source: Jul
ar_sa: يوليو
km_kh: កក្កដា
tr_tr: Temmuz
uz_uz: Iyul

source: July
ar_sa: يوليو
de_de: Juli
km_kh: ខែកក្កដា
sw_ke: Julai
tr_tr: Temmuz
uz_uz: Iyul

source: Jun
ar_sa: يونيو
km_kh: មិថុនា
tr_tr: Haz
uz_uz: Iyun

source: June
ar_sa: يونيو
de_de: Juni
km_kh: ខែមិថុនា
sw_ke: Juni
tr_tr: Haziran
uz_uz: Iyun

source: Language settings
ar_sa: إعدادات اللغة
de_de: Spracheinstellungen
km_kh: ការកំណត់ភាសា
sw_ke: Mipangilio ya lugha
tr_tr: Dil ayarları
uz_uz: Til sozlamalari

source: Last Digit Prediction
ar_sa: توقع الرقم الأخير
de_de: Vorhersage der letzten Ziffer
km_kh: ការព្យាករណ៍លេខខ្ទង់ចុងក្រោយ
sw_ke: Utabiri wa tarakimu ya mwish
tr_tr: Son Rakamlı Tahmin
uz_uz: So‘nggi Raqam Taxmini

source: Last Digit Stats
ar_sa: إحصائيات الرقم الأخير
de_de: Statistiken zur letzten Ziffer
km_kh: ស្ថិតិលេខខ្ទង់ចុងក្រោយ
sw_ke: Takwimu za tarakimu za mwish
tr_tr: Son Rakamlı İstatistikler
uz_uz: Oxirgi raqam statistikasi

source: Last digit stats for the latest %1 ticks on %2
ar_sa: إحصائيات الأرقام الأخيرة لأحدث %1 علامة على %2
de_de: Statistiken der letzten Ziffer für die letzten %1 Ticks auf %2
km_kh: ស្ថិតិលេខខ្ទង់ចុងក្រោយសម្រាប់ %1 ចំណុច Tick ចុងក្រោយបំផុតនៅលើ %2
sw_ke: Takwimu za mwisho za tarakimu za %1 za hivi karibuni kwenye %2
tr_tr: %2adresindeki en son %1 tiklerinin son rakam istatistikleri
uz_uz: %2 so'nggi %1 tiklari uchun oxirgi raqam statistikasi

source: Litecoin
ar_sa: لايتكوين

source: Live chat
ar_sa: دردشة حية
km_kh: ការជជែកផ្ទាល់
sw_ke: Mazungumzo mubashara
tr_tr: Canlı sohbet
uz_uz: Jonli suhbat

source: Log in
ar_sa: تسجيل الدخول
de_de: Loggen Sie sich ein
km_kh: ចូលប្រព័ន្ធ
sw_ke: Ingia
tr_tr: Oturum aç
uz_uz: Kirish

source: Log in here
ar_sa: قم بتسجيل الدخول هنا
de_de: Loggen Sie sich hier ein
km_kh: ចូលប្រព័ន្ធនៅទីនេះ
sw_ke: Ingia hapa
tr_tr: Buradan giriş yapın
uz_uz: Bu yerga kiring

source: Log out
ar_sa: تسجيل الخروج
de_de: Abmelden
km_kh: ចាកចេញ
sw_ke: Toka
tr_tr: Oturumu Kapatın
uz_uz: Chiqish

source: Login ID
ar_sa: معرف تسجيل الدخول
de_de: Anmelde-ID
km_kh: លេខសម្គាល់ចូលប្រព័ន្ធ
sw_ke: ID ya kuingia
tr_tr: Giriş Kimliği
uz_uz: Kirish ID

source: Login at:
ar_sa: تسجيل الدخول على:
de_de: Loggen Sie sich ein unter:
km_kh: ចូលប្រព័ន្ធ​នៅ៖
sw_ke: Ingia katika:
tr_tr: Oturum aç:
uz_uz: Kirish:

source: Lookbacks
ar_sa: نظرة إلى الوراء

source: Looking for CFD accounts? Go to Trader's hub
ar_sa: هل تبحث عن حسابات CFD؟ انتقل إلى مركز التاجر
de_de: Suchen Sie nach CFD-Konten? Gehe zum Trader's Hub
km_kh: កំពុងរកមើលគណនី CFD មែនទេ? ចូលទៅកាន់ Trader's hub
sw_ke: Unatafuta akaunti za CFD? Nenda kwenye kitovu cha Mfanyabiashara
tr_tr: CFD hesapları mı arıyorsunuz? Trader'ın merkezine git
uz_uz: CFD hisoblarini qidiryapsizmi? Trader's hub ga o'ting

source: Looking for CFDs? Go to Trader's hub
ar_sa: هل تبحث عن عقود الفروقات؟ انتقل إلى مركز المتداول
de_de: Suchen Sie CFDs? Gehen Sie zum Trader's Hub
km_kh: កំពុងរកមើល CFD មែនទេ? ចូលទៅកាន់ Trader's hub
sw_ke: Unatafuta CFDs? Nenda kwenye kitovu cha Mfanyabiashara
uz_uz: CFD-larni qidiryapsizmi? Trader's hub ga o'ting

source: Loss
ar_sa: خسارة
de_de: Verlust
km_kh: ខាតបង់
sw_ke: Kupoteza
tr_tr: Kayıp
uz_uz: Yo'qotish

source: Low
ar_sa: منخفض
de_de: Niedrig
km_kh: ទាប
sw_ke: Chini
tr_tr: Düşük
uz_uz: Past

source: Low Barrier
ar_sa: حاجز منخفض
de_de: Niedrige Barriere
km_kh: បន្ទាត់កម្រិតតម្លៃគោលដៅខាងក្រោម
sw_ke: Kizuizi cha chini
tr_tr: Düşük Bariyer
uz_uz: Past to'siq

source: Low Tick
ar_sa: علامة منخفضة
sw_ke: Nguo la chini
tr_tr: Düşük kene

source: Low barrier
ar_sa: حاجز منخفض
de_de: Niedrige Barriere
km_kh: កម្រិត​តម្លៃ​គោល​ដៅ​ខាងក្រោម
sw_ke: Kizuizi cha chini
tr_tr: Düşük bariyer
uz_uz: Past to'siq

source: Low barrier offset
ar_sa: تعويض الحاجز المنخفض
de_de: Niedriger Barriereversatz
km_kh: ផ្នែកសំណងសម្រាប់បន្ទាត់កម្រិតតម្លៃគោលដៅខាងក្រោម
sw_ke: Kuzuia kizuizi cha chini
tr_tr: Düşük bariyer ofset
uz_uz: Past to'siq ofseti

source: MT5 withdrawal disabled
ar_sa: تم تعطيل سحب MT5
de_de: MT5-Auszahlung deaktiviert
km_kh: ការដកប្រាក់ MT5 ត្រូវបានបិទ
sw_ke: Uondoaji wa MT5 ulizimwa
tr_tr: MT5 para çekme işlemi devre dışı
uz_uz: MT5 pul mablagʻlarini yechib olish oʻchirib qoʻyilgan

source: MT5 withdrawals have been disabled on your account. Please check your email for more details.
ar_sa: تم تعطيل عمليات سحب MT5 على حسابك. يرجى التحقق من بريدك الإلكتروني لمزيد من التفاصيل.
de_de: MT5-Auszahlungen wurden auf Ihrem Konto deaktiviert. Bitte überprüfe deine E-Mail für weitere Informationen.
km_kh: ការដកប្រាក់ MT5 ត្រូវបានបិទនៅលើគណនីរបស់អ្នក។ សូមពិនិត្យមើលអ៊ីមែលរបស់អ្នកសម្រាប់ព័ត៌មានលម្អិតបន្ថែម។
sw_ke: Uondoaji wa MT5 umezimwa kwenye akaunti yako. Tafadhali angalia barua pepe yako kwa maelezo zaidi.
tr_tr: MT5 para çekme işlemleri hesabınızda devre dışı bırakıldı. Daha fazla ayrıntı için lütfen e-postanızı kontrol edin.
uz_uz: MT5 hisobingizda pul yechib olish o‘chirib qo‘yilgan. Batafsil ma'lumot uchun elektron pochtangizni tekshiring.

source: Manage accounts
ar_sa: إدارة الحسابات
de_de: Konten verwalten
km_kh: គ្រប់គ្រងគណនី
sw_ke: Dhibiti akaunti
tr_tr: Hesapları yönet
uz_uz: Hisoblarni boshqarish

source: Manage funds
ar_sa: إدارة الأموال
de_de: Fonds verwalten
km_kh: គ្រប់គ្រងទឹកប្រាក់
sw_ke: Dhibiti fedha
uz_uz: Mablag'larni boshqarish

source: Mar
ar_sa: مسخ
de_de: März
km_kh: មីនា
sw_ke: Haribu

source: March
ar_sa: مارس
de_de: März
km_kh: ខែមីនា
sw_ke: Machi
tr_tr: Mart
uz_uz: Mart

source: Maximum multiplier of 1000.
ar_sa: الحد الأقصى multiplier 1000.
de_de: Maximaler Multiplier von 1000.
km_kh: Multiplier អតិបរមា 1000 ។
sw_ke: Kiwango cha juu cha 1000.
tr_tr: Maksimum 1000 multiplier.
uz_uz: Maksimal 1000 multiplier.

source: Maximum payout
ar_sa: الحد الأقصى للدفع
de_de: Maximale Auszahlung
km_kh: ប្រាក់សំណងអតិបរមា
sw_ke: Malipo ya juu
tr_tr: Maksimum ödeme
uz_uz: Maksimal to'lov

source: Maximum:
ar_sa: الحد الأقصى:
de_de: Maximal:
km_kh: អតិបរមា៖
sw_ke: Kiwango cha juu:
tr_tr: Maksimum:
uz_uz: Maksimal:

source: May
ar_sa: مايو
de_de: Mai
km_kh: ឧសភា
sw_ke: Mei
tr_tr: Mayıs

source: Menu
ar_sa: قائمة طعام
de_de: Speisekarte
km_kh: ម៉ឺនុយ
sw_ke: Menyu
tr_tr: Menü
uz_uz: Menyu

source: Minimum of %1 characters required.
ar_sa: مطلوب %1 حرفًا كحد أدنى.
de_de: Mindestens %1 Zeichen erforderlich.
km_kh: តម្រូវ​ឱ្យ​មាន​អក្សរ​យ៉ាងតិច %1 តួអក្សរ។
sw_ke: Kiwango cha chini cha %1 zinahitajika.
tr_tr: Minimum %1 karakter gerekli.
uz_uz: Eng kam %1 belgilar talab qilinadi.

source: Minimum:
ar_sa: الحد الأدنى:
km_kh: តម្លៃអប្បបរមា៖
sw_ke: Kiwango cha chini:
uz_uz: Minimal:

source: Minute
ar_sa: دقيقة
km_kh: នាទី
sw_ke: Dakika
tr_tr: Dakika
uz_uz: Daqiqa

source: Mo
ar_sa: مو
km_kh: ចន្ទ

source: Monday
ar_sa: الإثنين
de_de: Montag
km_kh: ថ្ងៃចន្ទ
sw_ke: Jumatatu
tr_tr: Pazartesi
uz_uz: Dushanba

source: More information can be found in an email sent to you.
ar_sa: يمكن العثور على مزيد من المعلومات في رسالة بريد إلكتروني مرسلة إليك.
de_de: Weitere Informationen finden Sie in einer E-Mail, die Sie erhalten haben.
km_kh: ព័ត៌មានបន្ថែមអាចរកអានបាននៅក្នុងអ៊ីមែលដែលបានផ្ញើទៅអ្នក។
sw_ke: Maelezo zaidi inaweza kupatikana katika barua pepe iliyotumwa kwako.
tr_tr: Daha fazla bilgi size gönderilen bir e-postada bulunabilir.
uz_uz: Qo'shimcha ma'lumotni sizga yuborilgan elektron pochtada topishingiz mumkin.

source: Multi-Collateral
ar_sa: ضمانات متعددة
de_de: Multikollateral
km_kh: វត្ថុបញ្ចាំច្រើន
sw_ke: Dhamana nyingi
tr_tr: Çok Teminat

source: Names and surnames by themselves are easy to guess
ar_sa: من السهل تخمين الأسماء والألقاب في حد ذاتها.
de_de: Vor- und Nachnamen an sich sind leicht zu erraten
km_kh: ឈ្មោះនិងនាមត្រកូលនោះគឺងាយស្រួលទាយ
sw_ke: Majina na majina wenyewe ni rahisi kudhani
tr_tr: İsimler ve soyadları kendi başlarına tahmin etmek kolaydır
uz_uz: Ismlar va familiyalarni o'z-o'zidan taxmin qilish oson

source: Net profit
ar_sa: صافي الربح
de_de: Nettogewinn
km_kh: ប្រាក់ចំណេញសុទ្ធ
sw_ke: Faida halisi
tr_tr: Net kâr
uz_uz: Sof foyda

source: Network status
ar_sa: حالة الشبكة
de_de: Status des Netzwerks
km_kh: ស្ថានភាពបណ្តាញ
sw_ke: Hali ya mtandao
tr_tr: Ağ durumu
uz_uz: Tarmoq holati

source: New Year's Day
ar_sa: يوم رأس السنة
de_de: Neujahrstag
km_kh: ថ្ងៃចូលឆ្នាំថ្មី
sw_ke: Siku ya Mwaka Mpya
tr_tr: Yılbaşı Günü
uz_uz: Yangi yil kuni

source: Next
ar_sa: التالي
de_de: Weiter
km_kh: បន្ទាប់
sw_ke: Ifuatayo
tr_tr: Sonraki
uz_uz: Keyingi

source: No currency assigned
ar_sa: لم يتم تعيين أي عملة
de_de: Keine Währung zugewiesen
km_kh: មិនបានកំណត់រូបិយប័ណ្ណទេ
sw_ke: Hakuna sarafu iliyopewa
tr_tr: Para birimi atanmamış
uz_uz: Valyuta tayinlanmagan

source: No currency selected
ar_sa: لم يتم اختيار أي عملة
de_de: Keine Währung ausgewählt
km_kh: មិនបានជ្រើសរើសរូបិយប័ណ្ណទេ
sw_ke: Hakuna fedha iliyochaguliwa
tr_tr: Para birimi seçilmedi
uz_uz: Valyuta tanlanmagan

source: No need for symbols, digits, or uppercase letters
ar_sa: لا حاجة للرموز أو الأرقام أو الأحرف الكبيرة
de_de: Keine Symbole, Ziffern oder Großbuchstaben erforderlich
km_kh: មិនចាំបាច់មាននិមិត្តសញ្ញា តួលេខ ឬអក្សរធំទេ
sw_ke: Hakuna haja ya alama, tarakimu, au herufi kubwa
tr_tr: Sembollere, rakamlara veya büyük harflere gerek yok
uz_uz: Belgilar, raqamlar yoki katta harflar kerak emas

source: No notifications
ar_sa: لا توجد إشعارات
de_de: Keine Benachrichtigungen
km_kh: គ្មានការជូនដំណឹងទេ
sw_ke: Hakuna arifa
tr_tr: Bildirim yok
uz_uz: Xabarnomalar yo'q

source: Non-EU Deriv
ar_sa: مشتق من خارج الاتحاد الأوروبي
de_de: Nicht-EU-Deriv
km_kh: គណនី Deriv ក្រៅសហភាពអឺរ៉ុប
sw_ke: Matokeo yasiyo ya EU
tr_tr: AB Dışı Türev
uz_uz: Deriv YI dan tshqarida

source: Not
ar_sa: ليس
de_de: Nicht
sw_ke: Sio
tr_tr: Değil
uz_uz: Emas

source: Note
ar_sa: ملاحظة
de_de: Hinweis
km_kh: ចំណាំ
sw_ke: Kumbuka
tr_tr: Not
uz_uz: Eslatma
