Repository: deriv-com/smarttrader
Catalog: src/translations/*.po
Languages: ar_sa, de_de, km_kh, sw_ke, tr_tr, uz_uz

source: Remove deposit limits
ar_sa: إزالة حدود الإيداع
de_de: Einzahlungslimits entfernen
km_kh: ដកដែនកំណត់ដាក់ប្រាក់
sw_ke: Ondoa mipaka ya amana
tr_tr: Para yatırma limitlerini kaldırın
uz_uz: Depozit limitlarini olib tashlash

source: Repeats like "aaa" are easy to guess
ar_sa: من السهل تخمين التكرارات مثل «aaa»
de_de: Wiederholungen wie „aaa“ sind leicht zu erraten
km_kh: ពាក្យដដែលៗដូចជា "aaa" នោះងាយស្រួលទាយ
sw_ke: Kurudia kama “aaa” ni rahisi kudhani
tr_tr: “Aaa” gibi tekrarları tahmin etmek kolaydır
uz_uz: “Aaa” kabi takrorlashni taxmin qilish oson

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
ar_sa: يصعب تخمين التكرارات مثل «abcabcabc» قليلاً فقط من «abc»
de_de: Wiederholungen wie „abcabcabc“ sind nur geringfügig schwieriger zu erraten als „abc“
km_kh: ពាក្យដដែលៗដូចជា "abcabcabc" គឺពិបាកទាយជាង "abc" បន្តិចបន្តួច
sw_ke: Kurudia kama “abcabcabc” ni vigumu kidogo tu kudhikiria kuliko “abc”
tr_tr: “Abcabcabc” gibi tekrarların tahmin edilmesi “abc” den biraz daha zordur
uz_uz: “Abcabcabc” kabi takrorlashlar faqat “abc” ga qaraganda taxmin qilish biroz qiyinroq

source: Reports
ar_sa: تقارير
de_de: Berichte
km_kh: របាយការណ៍
sw_ke: Ripoti
tr_tr: Raporlar
uz_uz: Hisobotlar

source: Requires your browser's web storage to be enabled in order to function properly. Please enable it or exit private browsing mode.
ar_sa: يتطلب تمكين تخزين الويب في متصفحك حتى يعمل بشكل صحيح. يرجى تمكينه أو الخروج من وضع التصفح الخاص.
de_de: Erfordert, dass der Webspeicher Ihres Browsers aktiviert ist, um ordnungsgemäß zu funktionieren. Bitte aktivieren Sie es oder beenden Sie den privaten Browsermodus.
km_kh: អ្នកត្រូវបើកដំណើរការផ្ទុកទិន្នន័យនៅលើកម្មវិធីរុករកតាមអ៊ីនធឺណិតរបស់អ្នក ដើម្បីឱ្យវាដំណើរការបានត្រឹមត្រូវ។ សូមបើកវា ឬចេញពីរបៀបរុករកឯកជន។
sw_ke: Inahitaji uhifadhi wa wavuti ya kivinjari chako kuwezeshwa ili kufanya kazi vizuri. Tafadhali wezesha au uondoke hali ya kuvinjari kibinafsi.
tr_tr: Düzgün çalışması için tarayıcınızın web depolama alanının etkinleştirilmesini gerektirir. Lütfen etkinleştirin veya özel tarama modundan çıkın.
uz_uz: Brauzeringizning veb-saqlashini to'g'ri ishlashi uchun yoqilishini talab qiladi. Iltimos, uni yoqing yoki xususiy ko'rish rejimidan chiqing.

source: Resale not offered
ar_sa: إعادة البيع غير معروضة
de_de: Weiterverkauf nicht angeboten
km_kh: មិនមានការផ្តល់ជូនសម្រាប់លក់បន្តទេ
sw_ke: Uuzaji tena haujatolewa
tr_tr: Yeniden satış teklif edilmedi
uz_uz: Qayta sotish taklif qilinmaydi

source: Reset Barrier
ar_sa: إعادة تعيين الحاجز
de_de: Barriere zurücksetzen
km_kh: កំណត់តម្លៃបន្ទាត់តម្លៃគោលដៅឡើងវិញ
sw_ke: Weka upya kizuizi
tr_tr: Bariyeri sıfırla

source: Reset Call
ar_sa: إعادة تعيين المكالمة
sw_ke: Weka upya simu
tr_tr: Arama Sıfırla

source: Reset Call/Reset Put
ar_sa: إعادة تعيين المكالمة/إعادة ضبط الوضع
tr_tr: Aramayı Sıfırla/Sıfırla
uz_uz: Qo'ng'iroqni tiklash/joylashtirishni tiklashReset Call/Reset Put

source: Reset Put
ar_sa: وضع إعادة الضبط
sw_ke: Weka upya
tr_tr: Sıfırla

source: Reset Time
ar_sa: وقت إعادة الضبط
de_de: Zeit zurücksetzen
km_kh: កំណត់ពេលវេលាឡើងវិញ
sw_ke: Weka upya wakati
tr_tr: Sıfırlama Süresi
uz_uz: Vaqtni tiklash

source: Reset balance
ar_sa: إعادة ضبط الرصيد
de_de: Saldo zurücksetzen
km_kh: កំណត់សមតុល្យឡើងវិញ
sw_ke: Weka upya usawa
tr_tr: Dengeyi sıfırla
uz_uz: Balansni tiklash

source: Reset barrier
ar_sa: إعادة تعيين الحاجز
de_de: Barriere zurücksetzen
km_kh: កំណត់តម្លៃបន្ទាត់តម្លៃគោលដៅឡើងវិញ
sw_ke: Weka upya kizuizi
tr_tr: Bariyeri sıfırla
uz_uz: To'siqni tiklash

source: Reset time
ar_sa: وقت إعادة الضبط
de_de: Zeit zurücksetzen
km_kh: កំណត់ពេលវេលាឡើងវិញ
sw_ke: Weka upya wakati
tr_tr: Sıfırlama zamanı
uz_uz: Vaqtni tiklash

source: Reset to original settings
ar_sa: إعادة الضبط إلى الإعدادات الأصلية
de_de: Auf die ursprünglichen Einstellungen zurücksetzen
km_kh: កំណត់តម្លៃត្រឡប់ទៅលំនាំដើមវិញ
sw_ke: Rudisha kwenye mipangilio ya awali
tr_tr: Orijinal ayarlara sıfırla
uz_uz: Asl sozlamalarga tiklash

source: Return
ar_sa: إرجاع
de_de: Rückkehr
km_kh: ប្រាក់សំណង
sw_ke: Kurudi
tr_tr: İade
uz_uz: Qaytish

source: Reversed words aren't much harder to guess
ar_sa: ليس من الصعب تخمين الكلمات المعكوسة.
de_de: Umgekehrte Wörter sind nicht viel schwieriger zu erraten
km_kh: ពាក្យបញ្ច្រាសមិនពិបាកទាយខ្លាំងទេ។
sw_ke: Maneno yaliyobadilishwa sio vigumu sana kudhani
tr_tr: Tersine çevrilmiş kelimeleri tahmin etmek çok daha zor değil
uz_uz: Teskari so'zlarni taxmin qilish unchalik qiyin emas

source: Rise or equal
ar_sa: ترتفع أو تساوي
de_de: Steigen oder gleich
km_kh: Rise ឬស្មើ
sw_ke: Kuongezeka au sawa
tr_tr: Yükseliş veya eşit
uz_uz: Rise yoki teng

source: Rise/Fall contracts will be refunded if:
ar_sa: سيتم استرداد عقود Rise/Fall في الحالات التالية:
de_de: Rise/Fall-Verträge werden zurückerstattet, wenn:
km_kh: កិច្ចសន្យាបែប Rise/Fall នឹងត្រូវសងវិញប្រសិនបើ៖
sw_ke: Mikataba ya kuongeza/kuanguka itarejeshwa ikiwa:
tr_tr: Rise/Fall sözleşmeleri aşağıdaki takdirde iade edilecektir:
uz_uz: Rise/Fall shartnomalari quyidagi hollarda qaytarib beriladi:

source: STASIS Euro
ar_sa: ستاسيس يورو

source: Sa
ar_sa: سبا
km_kh: ស

source: Saturday
ar_sa: يوم السبت
de_de: Samstag
km_kh: ថ្ងៃសៅរ៍
sw_ke: Jumamosi
tr_tr: Cumartesi
uz_uz: Shanba

source: Search...
ar_sa: ابحث...
de_de: Suche...
km_kh: ស្វែងរក...
sw_ke: Tafuta...
tr_tr: Ara...
uz_uz: Qidiruv...

source: Select Asset
ar_sa: حدد الأصل
de_de: Asset auswählen
km_kh: ជ្រើសរើសទ្រព្យសកម្ម
sw_ke: Chagua Mali
tr_tr: Varlık Seçiniz
uz_uz: Aktivni tanlang

source: Select Trade Type
ar_sa: حدد نوع التجارة
de_de: Wählen Sie die Handelsart
km_kh: ជ្រើសរើសប្រភេទការជួញដូរ
sw_ke: Chagua Aina ya Biashara
tr_tr: Ticaret Türünü Seçin
uz_uz: Savdo turini tanlang

source: Select date
ar_sa: حدد التاريخ
de_de: Datum wählen
km_kh: ជ្រើសរើសកាលបរិច្ឆេទ
sw_ke: Chagua tarehe
tr_tr: Tarih seç
uz_uz: Sana tanlang

source: Select market:
ar_sa: حدد السوق:
de_de: Wählen Sie einen Markt aus:
km_kh: ជ្រើសរើសទីផ្សារ៖
sw_ke: Chagua soko:
tr_tr: Pazar seç:
uz_uz: Bozorni tanlang:

source: Select your market and underlying asset
ar_sa: حدد السوق والأصول الأساسية
de_de: Wählen Sie Ihren Markt und den zugrunde liegenden Vermögenswert
km_kh: ជ្រើសរើសទីផ្សារ និងទ្រព្យសកម្មមូលដ្ឋានរបស់អ្នក
sw_ke: Chagua soko lako na mali ya msingi
tr_tr: Pazarınızı ve dayanak varlığınızı seçin
uz_uz: Bozor va asosiy aktivingizni tanlang

source: Select your trade type
ar_sa: حدد نوع التداول الخاص بك
de_de: Wählen Sie Ihre Handelsart
km_kh: ជ្រើសរើសប្រភេទការជួញដូររបស់អ្នក
sw_ke: Chagua aina yako ya biashara
tr_tr: Ticaret türünüzü seçin
uz_uz: Savdo turini tanlang

source: Selected tick
ar_sa: علامة مختارة
de_de: Ausgewählter Tick
km_kh: ចំណុច Tick ដែលបានជ្រើសរើស
sw_ke: Alama iliyochaguliwa
tr_tr: Seçilen kene
uz_uz: Tanlangan tik

source: Self-exclusion
ar_sa: الاستبعاد الذاتي
de_de: Selbstausschluss
km_kh: ប្រព័ន្ធការពារខ្លួនឯង
sw_ke: Kujijitoa
tr_tr: Kendini dışlama
uz_uz: O'z-o'zini istisno qilish

source: Sell
ar_sa: قم بالبيع
de_de: Verkaufe
km_kh: លក់
sw_ke: Uza
tr_tr: Satmak
uz_uz: Sotish

source: Sell at market
ar_sa: قم بالبيع في السوق
de_de: Auf dem Markt verkaufen
km_kh: លក់នៅតម្លៃទីផ្សារ
sw_ke: Kuuza kwenye soko
tr_tr: Pazarda satış
uz_uz: Bozor narxida sotish

source: Sep
ar_sa: سبتمبر
km_kh: កញ្ញា
tr_tr: Eyl
uz_uz: Sen

source: September
ar_sa: سبتمبر
km_kh: ខែកញ្ញា
sw_ke: Septemba
tr_tr: Eylül
uz_uz: Sentyabr

source: Sequences like abc or 6543 are easy to guess
ar_sa: من السهل تخمين التسلسلات مثل abc أو 6543.
de_de: Sequenzen wie abc oder 6543 sind leicht zu erraten
km_kh: លំដាប់ដូចជា abc ឬ 6543 នោះងាយស្រួលទាយ
sw_ke: Mlolongo kama abc au 6543 ni rahisi kudhani
tr_tr: Abc veya 6543 gibi dizileri tahmin etmek kolaydır
uz_uz: abc yoki 6543 kabi ketma-ketliklarni taxmin qilish oson

source: Server
ar_sa: السيرفر
km_kh: ម៉ាស៊ីនមេ
sw_ke: Seva
tr_tr: Sunucu

source: Session duration limit cannot be more than 6 weeks.
ar_sa: لا يمكن أن يكون الحد الأقصى لمدة الجلسة أكثر من 6 أسابيع.
de_de: Die Sitzungsdauer darf nicht mehr als 6 Wochen betragen.
km_kh: ដែនកំណត់រយៈពេលនៃវគ្គការជួញដូរមិនអាចលើសពី 6 សប្តាហ៍បានទេ។
sw_ke: Kikomo cha muda wa kikao haiwezi kuwa zaidi ya wiki 6.
tr_tr: Oturum süresi sınırı 6 haftadan fazla olamaz.
uz_uz: Sessiya muddati 6 haftadan oshmasligi mumkin.

source: Session duration:
ar_sa: مدة الجلسة:
de_de: Dauer der Sitzung:
km_kh: រយៈពេលនៃវគ្គប្រើប្រាស់៖
sw_ke: Muda wa kikao:
tr_tr: Oturum süresi:
uz_uz: Sessiya davomiyligi:

source: Set account currency
ar_sa: تعيين عملة الحساب
de_de: Kontowährung festlegen
km_kh: កំណត់រូបិយប័ណ្ណគណនី
sw_ke: Weka sarafu ya akaunti
tr_tr: Hesap para birimini ayarlama
uz_uz: Hisob valyutasini belgilang

source: Short keyboard patterns are easy to guess
ar_sa: من السهل تخمين أنماط لوحة المفاتيح القصيرة
de_de: Kurze Tastaturmuster sind leicht zu erraten
km_kh: លំនាំក្តារចុចខ្លីគឺងាយស្រួលទាយ
sw_ke: Mifumo fupi ya kibodi ni rahisi kudhani
tr_tr: Kısa klavye desenlerini tahmin etmek kolaydır
uz_uz: Qisqa klaviatura birikmalarini taxmin qilish oson

source: Should be %1
ar_sa: يجب أن يكون %1
de_de: Sollte %1sein
km_kh: គួរតែជា %1
sw_ke: Inapaswa kuwa %1
tr_tr: %1olmalı
uz_uz: %1bo'lishi kerak

source: Should be a valid number.
ar_sa: يجب أن يكون رقمًا صالحًا.
de_de: Sollte eine gültige Zahl sein.
km_kh: គួរតែជាលេខដែលត្រឹមត្រូវ។
sw_ke: Inapaswa kuwa nambari halali.
tr_tr: Geçerli bir numara olmalı.
uz_uz: Haqiqiy raqam bo'lishi kerak.

source: Should be between %1 and %2
ar_sa: يجب أن يكون بين %1 و %2
de_de: Sollte zwischen %1 und %2liegen
km_kh: គួរតែមានតម្លៃនៅចន្លោះ %1 និង %2
sw_ke: Inapaswa kuwa kati ya %1 na %2
tr_tr: %1 ile %2arasında olmalıdır
uz_uz: %1 va %2orasida bo'lishi kerak

source: Should be less than %1
ar_sa: يجب أن يكون أقل من %1
de_de: Sollte kleiner als %1sein
km_kh: គួរមានតម្លៃតិចជាង %1
sw_ke: Inapaswa kuwa chini ya %1
tr_tr: %1adresinden daha az olmalıdır.
uz_uz: %1dan kam bo'lishi kerak

source: Should be more than %1
ar_sa: يجب أن يكون أكثر من %1
de_de: Sollte mehr als %1sein
km_kh: គួរតែមានតម្លៃច្រើនជាង %1
sw_ke: Inapaswa kuwa zaidi ya %1
tr_tr: %1adresinden daha fazla olmalıdır.
uz_uz: %1dan ortiq bo'lishi kerak

source: Should start with letter or number, and may contain hyphen and underscore.
ar_sa: يجب أن تبدأ بحرف أو رقم، وقد تحتوي على واصلة وشرطة سفلية.
de_de: Sollte mit einem Buchstaben oder einer Zahl beginnen und kann Bindestriche und Unterstriche enthalten.
km_kh: គួរចាប់ផ្តើមដោយអក្សរ ឬលេខ ហើយអាចមានសហសញ្ញា និងសញ្ញាគូសក្រោម។
sw_ke: Inapaswa kuanza na herufi au namba, na inaweza kuwa na nyama na msingi.
tr_tr: Harf veya sayı ile başlamalı, kısa çizgi ve alt çizgi içerebilir.
uz_uz: Harf yoki raqam bilan boshlanishi kerak, defis va pastki chiziqni o'z ichiga olishi mumkin.

source: Sign out
ar_sa: تسجيل الخروج
de_de: Abmelden
km_kh: ចាកចេញ
sw_ke: Kuondoa
tr_tr: Oturumu Çık
uz_uz: Chiqish

source: Sign up
ar_sa: قم بالتسجيل
de_de: Melde dich an
km_kh: ចុះឈ្មោះ
sw_ke: Jisajili
tr_tr: Kaydolun
uz_uz: Ro'yxatdan o'tish

source: SmartTrader
ar_sa: سمارت تريدر
de_de: Intelligenter Trader

source: SmartTrader is unavailable for this account
ar_sa: SmartTrader غير متاح لهذا الحساب
de_de: SmartTrader ist für dieses Konto nicht verfügbar
km_kh: SmartTrader មិនអាចប្រើបានសម្រាប់គណនីនេះទេ។
sw_ke: SmartTrader haipatikani kwa akaunti hii
tr_tr: SmartTrader bu hesap için kullanılamıyor
uz_uz: SmartTrader ushbu hisob uchun mavjud emas

source: Sorry, an error occurred while processing your request.
ar_sa: عذرًا، حدث خطأ أثناء معالجة طلبك.
de_de: Entschuldigung, bei der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten.
km_kh: សូមអភ័យទោស មានកំហុសបានកើតឡើងខណៈពេលកំពុងដំណើរការសំណើរបស់អ្នក។
sw_ke: Samahani, hitilafu ilitokea wakati wa kusindika ombi lako.
tr_tr: Üzgünüz, isteğiniz işlenirken bir hata oluştu.
uz_uz: Kechirasiz, so'rovingizni qayta ishlashda xatolik yuz berdi.

source: Sorry, but binary options trading is not available in your country.
ar_sa: عذرًا، ولكن تداول الخيارات الثنائية غير متوفر في بلدك.
de_de: Es tut uns leid, aber der Handel mit binären Optionen ist in Ihrem Land nicht verfügbar.
km_kh: សូមអភ័យទោស ប៉ុន្តែការជួញដូរ binary options មិនមាននៅក្នុងប្រទេសរបស់អ្នកទេ។
sw_ke: Samahani, lakini biashara ya chaguzi za binari haipatikani katika nchi yako.
tr_tr: Üzgünüz, ancak ikili opsiyon ticareti ülkenizde mevcut değildir.
uz_uz: Kechirasiz, lekin binary option lar savdosi mamlakatingizda mavjud emas.

source: Sorry, but binary options trading is not available in your financial account.
ar_sa: عذرًا، ولكن تداول الخيارات الثنائية غير متاح في حسابك المالي.
de_de: Es tut uns leid, aber der Handel mit binären Optionen ist auf Ihrem Finanzkonto nicht verfügbar.
km_kh: សូមអភ័យទោស ប៉ុន្តែការជួញដូរ binary options មិនមាននៅក្នុងគណនី Financial របស់អ្នកទេ។
sw_ke: Samahani, lakini biashara ya chaguzi za binari haipatikani katika akaunti yako ya kifedha.
tr_tr: Üzgünüz, ancak ikili opsiyon ticareti finansal hesabınızda mevcut değildir.
uz_uz: Kechirasiz, lekin binary option lar savdosi moliyaviy hisobingizda mavjud emas.

source: Sorry, options trading isn’t available in the United Kingdom and the Isle of Man.
ar_sa: عذرًا، تداول الخيارات غير متاح في المملكة المتحدة وجزيرة مان.
de_de: Leider ist der Optionshandel im Vereinigten Königreich und auf der Isle of Man nicht verfügbar.
km_kh: សូមអភ័យទោស ការជួញដូរអប់សិនមិនមាននៅក្នុងចក្រភពអង់គ្លេស និងកោះម៉ាន់ទេ។
sw_ke: Samahani, biashara ya chaguzi haipatikani nchini Uingereza na Kisiwa cha Man.
tr_tr: Üzgünüz, opsiyon ticareti Birleşik Krallık ve Man Adası"nda mevcut değildir.
uz_uz: Kechirasiz, Options savdosi Buyuk Britaniya va Man orolida mavjud emas.

source: Sorry, this feature is available to virtual accounts only.
ar_sa: عذرًا، هذه الميزة متاحة للحسابات الافتراضية فقط.
de_de: Leider ist diese Funktion nur für virtuelle Konten verfügbar.
km_kh: សូមអភ័យទោស មុខងារនេះអាចប្រើបានសម្រាប់តែគណនីនិម្មិតប៉ុណ្ណោះ។
sw_ke: Samahani, huduma hii inapatikana kwa akaunti halisi tu.
tr_tr: Üzgünüz, bu özellik yalnızca sanal hesaplar tarafından kullanılabilir.
uz_uz: Kechirasiz, bu xususiyat faqat virtual hisoblar uchun mavjud.

source: Spot
ar_sa: بقعة
de_de: Stelle
sw_ke: Sehemu
tr_tr: Nokta

source: Spot time
ar_sa: سبوت تايم
de_de: Zeit vor Ort
km_kh: ពេលវេលា spot
sw_ke: Wakati wa sehemu
tr_tr: Spot zamanı
uz_uz: Spot vaqti

source: Spot time (GMT)
ar_sa: التوقيت الفوري (بتوقيت جرينتش)
de_de: Spotzeit (GMT)
km_kh: ពេលវេលា spot (GMT)
sw_ke: Wakati wa mahali (GMT)
tr_tr: Spot zamanı (GMT)
uz_uz: Spot vaqti (GMT)

source: Stake
ar_sa: حصة
de_de: Beteiligung
km_kh: ដើមទុន
sw_ke: Dau
tr_tr: Kazık
uz_uz: Stavka

source: Start time
ar_sa: وقت البدء
de_de: Startzeit
km_kh: ម៉ោងចាប់ផ្តើម
sw_ke: Wakati wa kuanza
tr_tr: Başlangıç zamanı
uz_uz: Boshlanish vaqti

source: Statements
ar_sa: بيانات
de_de: Stellungnahmen
km_kh: ប្រតិបត្តិការ
sw_ke: Taarifa
tr_tr: Deyimleri
uz_uz: Bayonotlar

source: Stays Between/Goes Outside Contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
ar_sa: سيتم استرداد عقود Stays Between/Goes Outside بسعر الشراء إذا كان هناك أقل من علامتين بين وقتي البداية والنهاية.
de_de: Verträge für Stays Between/Goes Outside werden zum Kaufpreis zurückerstattet, wenn zwischen Start- und Endzeit weniger als 2 Ticks liegen.
km_kh: កិច្ចសន្យា Between/Goes Outside នឹងត្រូវបង្វិលសងប្រាក់វិញតាមតម្លៃទិញ ប្រសិនបើមានចំនួន ticks តិចជាង 2 រវាងម៉ោងចាប់ផ្តើម និងម៉ោងបញ្ចប់កិច្ចសន្យា។
sw_ke: Mikataba ya kukaa kati yaliyo/kwenda nje yatarejeshwa kwa bei ya ununuzi ikiwa kuna chini ya vidole 2 kati ya nyakati za mwanzo na mwisho.
tr_tr: Stays Between/Goes Outside sözleşmeleri, başlangıç ve bitiş zamanları arasında 2'den az tick varsa, satın alma fiyatında iade edilecektir.
uz_uz: Stays Between/Goes Outside Shartnomalar boshlang'ich va tugash vaqtlari orasida 2 tadan kam tik bo'lsa, sotib olish narxida qaytarib beriladi.

source: Step
ar_sa: الخطوة
de_de: Schritt
km_kh: ជំហាន
sw_ke: Hatua
tr_tr: Adım
uz_uz: qadam

source: Straight rows of keys are easy to guess
ar_sa: من السهل تخمين صفوف المفاتيح المستقيمة
de_de: Gerade Tastenreihen sind leicht zu erraten
km_kh: តួអក្សរពីជួរត្រង់នៃគ្រាប់ចុចនោះគឺងាយស្រួលទាយ
sw_ke: Safu za moja kwa moja za funguo ni rahisi kudhani
tr_tr: Düz tuş sıralarının tahmin edilmesi kolaydır
uz_uz: To'g'ri qatorli kalitlarni taxmin qilish oson

source: Su
ar_sa: سو

source: Submit
ar_sa: إرسال
de_de: Einreichen
km_kh: បញ្ជូន
sw_ke: Wasilisha
tr_tr: Gönder
uz_uz: Yuborish

source: Sunday
ar_sa: الأحد
de_de: Sonntag
km_kh: ថ្ងៃអាទិត្យ
sw_ke: Jumapili
tr_tr: Pazar
uz_uz: Yakshanba

source: Switch to another account
ar_sa: قم بالتبديل إلى حساب آخر
de_de: Zu einem anderen Konto wechseln
km_kh: ប្តូរទៅគណនីផ្សេងទៀត
sw_ke: Badilisha kwenye akaunti nyingine
tr_tr: Başka bir hesaba geç
uz_uz: Boshqa hisob qaydnomasiga o'tish

source: Synthetic
ar_sa: اصطناعي
de_de: Synthetisch
sw_ke: Sanisi
tr_tr: Sentetik
uz_uz: Sintetik

source: Target
ar_sa: الهدف
de_de: Ziel
km_kh: គោលដៅ
sw_ke: Lengo
tr_tr: Hedef
uz_uz: Maqsad

source: Tether ERC20
ar_sa: حبل ERC20
de_de: Haltegurt ERC20
tr_tr: Urgan ERC20

source: Tether Omni
ar_sa: تيثر أومني
de_de: Haltegurt Omni
tr_tr: Urgan Omni

source: Th
ar_sa: ال

source: Thank you, we'll get back to you within 24 hours
ar_sa: شكرًا لك، سنعود إليك في غضون 24 ساعة
de_de: Vielen Dank, wir werden uns innerhalb von 24 Stunden bei Ihnen melden
km_kh: សូមអរគុណ យើងនឹងទាក់ទងត្រលប់មកអ្នកវិញក្នុងរយៈពេល 24 ម៉ោង។
sw_ke: Asante, tutakurudia ndani ya masaa 24
tr_tr: Teşekkür ederim, 24 saat içinde size geri döneceğiz
uz_uz: Rahmat, biz sizga 24 soat ichida qayta aloqaga chiqamiz

source: The %1close%2 is the latest tick at or before the %1end time%2. If you selected a specific %1end time,%2 the %1end time%2 is the selected time.
ar_sa: الإغلاق %1c%2 هو أحدث علامة في وقت %1eالنهاية أو قبله%2. إذا قمت بتحديد وقت %1eنهاية محدد،%2 فإن %1eالوقت النهائي%2 هو الوقت المحدد.
de_de: Der %1 Schluss %2 ist der letzte Tick zu oder vor der %1 Endzeit %2. Wenn Sie eine bestimmte %1 Endzeit %2 ausgewählt haben, ist die %1 Endzeit %2 die ausgewählte Zeit.
km_kh: %1បិទ%2 គឺជាចំណុច Tick ចុងក្រោយបំផុតនៅត្រឹម ឬមុន%1ម៉ោងបញ្ចប់%2។ ប្រសិនបើអ្នកជ្រើសរើស%1ពេលវេលាបញ្ចប់%2ជាក់លាក់រួចហើយ %1ពេលវេលាបញ្ចប់%2 គឺជាពេលវេលាដែលបានជ្រើសរើសស្រាប់។
sw_ke: %1ckupoteza%2 ni alama ya hivi karibuni wakati wa %1ewa%2au kabla ya wakati wa nd. Ikiwa umechagua wakati maalum wa %1e,%2 wakati wa %1end%2 ni wakati uliochaguliwa.
tr_tr: The %1ckaybetmek%2 en son kene veya daha önce %1end zaman%2. Belirli bir seçtiyseniz %1end zaman,%2 the %1end zaman%2 seçilen zamandır.
uz_uz: %1cyopish%2 - bu %1e tugash vaqti%2 da yoki undan oldingi oxirgi belgi. Agar siz ma'lum %1e tugash vaqtini tanlagan bo'lsangiz,%2 ​​bu %1etugash vaqti%2 tanlangan vaqtdir.

source: The %1contract period%2 is the period between the %1first tick%2 (after start time) and the %1end time%2.
ar_sa: فترة %1cالعقد%2 هي الفترة بين العلامة %1fالأولى%2 (بعد وقت البدء) ووقت %1e%2النهاية.
de_de: Der %1Kontraktzeitraum%2 ist die Zeitspanne zwischen dem %1ersten Tick%2 (nach der Startzeit) und der %1Endzeit%2.
km_kh: %1រយៈពេលកិច្ចសន្យា%2 គឺ​ជា​ចន្លោះ​ពេល​រវាង %1ចំណុច Tick ​ដំបូង%2 (ដែល​នៅបន្ទាប់​ពី​ម៉ោង​ចាប់​ផ្តើម) និង %1ពេលវេលាបញ្ចប់%2។
sw_ke: Kipindi cha %1ccha kuondoa%2 ni kipindi kati ya %1fya kwanza%2 (baada ya wakati wa kuanza) na wakati wa %1e%2.
tr_tr: %1csözleşme süresi%2 %1filk tik%2 (başlangıç saatinden sonra) ile %1eikinci tik%2arasındaki süredir.
uz_uz: %1cshartnoma davri%2 bu %1fbirinchi belgi%2 (boshlanish vaqtidan keyin) va %1etugash vaqti%2 orasidagi davr.

source: The %1end time%2 is the selected number of minutes/hours after the %1start time%2.
ar_sa: وقت %1eالانتهاء%2 هو عدد الدقائق/الساعات المحدد بعد وقت %1sالبدء.%2
de_de: Die %1Endzeit%2 ist die ausgewählte Anzahl von Minuten bzw. Stunden nach der %1Startzeit%2.
km_kh: %1ពេលវេលាបញ្ចប់%2 គឺជាចំនួននាទី/ម៉ោងដែលបានជ្រើសរើសបន្ទាប់ពីតម្លៃ %1ពេលវេលាចាប់ផ្តើម%2។
sw_ke: Wakati wa %1ewa nd%2 ni idadi ya dakika/masaa iliyochaguliwa baada ya wakati wa %1start%2.
tr_tr: %1end zamanı%2 %1start zamanından%2sonra seçilen dakika/saat sayısıdır.
uz_uz: %1e tugash vaqti%2 - bu %1s boshlanish vaqti%2 dan keyin tanlangan daqiqa/soat soni.

source: The %1exit spot%2 is the last tick when the contract ends. Contract ends when all ticks rise or fall successively, or when a single tick breaks the predicted pattern.
ar_sa: النقطة %1exit%2 هي العلامة الأخيرة عند انتهاء العقد. ينتهي العقد عندما ترتفع أو تنخفض جميع العلامات على التوالي، أو عندما تكسر علامة واحدة النمط المتوقع.
de_de: Die %1eAusstiegsstelle%2 ist das letzte Tick, wenn der Vertrag endet. Der Vertrag endet, wenn alle Tick nacheinander steigen oder fallen oder wenn eine einzelne Zecke das vorhergesagte Muster durchbricht.
km_kh: %ចំណុចចេញ%2 គឺជាចំណុច Tick ចុងក្រោយនៅពេលកិច្ចសន្យាបញ្ចប់។ កិច្ចសន្យានឹងបញ្ចប់នៅពេលដែលចំណុច Tick ទាំងអស់បន្តផ្លាស់ទីឡើងលើ ឬចុះក្រោម ឬនៅពេលដែលមានចំណុច Tick ដែលមិនអនុវត្តតាមលំនាំដែលរំពឹងទុក។
sw_ke: %1exit spot%2 ni alama ya mwisho wakati mkataba unapoisha. Mkataba unaishia wakati mvuko wote huongezeka au kuanguka mfululizo, au wakati alama moja inavunja muundo uliotabiriwa.
tr_tr: The %1exit spot%2 sözleşme sona erdiğinde son işarettir. Sözleşme, tüm keneler art arda yükseldiğinde veya düştüğünde sona erer, veya tek bir kene tahmin edilen deseni kırdığında.
uz_uz: %1exit spot%2 shartnoma tugaganida oxirgi tikdir. Shartnoma barcha tiklar ketma-ket ko'tarilganda yoki tushganda yoki bitta tik tahmin qilingan pattern ni buzganda tugaydi.

source: The %1high%2 is the highest point ever reached by the market during the contract period.
ar_sa: %1high%2 هي أعلى نقطة وصلت إليها السوق على الإطلاق خلال فترة العقد.
de_de: Der %1high%2 ist der höchste Punkt, den der Markt während der Vertragslaufzeit jemals erreicht hat.
km_kh: តម្លៃ %1ខ្ពស់%2 នោះសំដៅលើចំណុចដែលខ្ពស់បំផុតដែលទីផ្សារបានឈានដល់ក្នុងអំឡុងពេលកិច្ចសន្យា។
sw_ke: %1high%2 ndio hatua ya juu iliyowahi kufikiwa na soko wakati wa mkataba.
tr_tr: The %1high%2 sözleşme süresi boyunca piyasanın ulaştığı en yüksek noktadır.
uz_uz: %1hiYuqori%2 - shartnoma davrida bozor tomonidan erishilgan eng yuqori nuqta.

source: The %1low%2 is the lowest point ever reached by the market during the contract period.
ar_sa: %1low%2 هي أدنى نقطة وصل إليها السوق على الإطلاق خلال فترة العقد.
de_de: Der %1low%2 ist der tiefste Punkt, den der Markt während der Vertragslaufzeit jemals erreicht hat.
km_kh: តម្លៃ%1ទាប%2 គឺជាចំណុចទាបបំផុតដែលដែលមិនធ្លាប់មានដែលទីផ្សារបានឈានដល់អំឡុងពេលកិច្ចសន្យា។
sw_ke: %1low%2 ndio hatua ya chini kabisa iliyowahi kufikiwa na soko wakati wa mkataba.
tr_tr: The %1low%2 sözleşme süresi boyunca piyasanın ulaştığı en düşük noktadır.
uz_uz: %1loPast %2 qiymati shartnoma davrida bozor erishgan eng past nuqtadir.

source: The %1start time%2 begins when the contract is processed by our servers.
ar_sa: %2 يبدأ %1sوقت البدء عندما تتم معالجة العقد بواسطة خوادمنا.
de_de: Die %1Startzeit%2 beginnt, wenn der Kontrakt von unseren Servern bearbeitet wird.
km_kh: %1ពេលវេលាចាប់ផ្តើម%2 នោះគឺជាចំណុចចាប់ផ្តើមនៃវេលាដែលកិច្ចសន្យាត្រូវបានដំណើរការដោយម៉ាស៊ីនមេរបស់យើង។
sw_ke: Wakati wa tart wa %1s%2 huanza wakati mkataba unashindika na seva zetu.
tr_tr: The %1start zamanı%2 sözleşme sunucularımız tarafından işlendiğinde başlar.
uz_uz: %1sBoshlanish vaqti%2 bizning serverlarimiz tomonidan shartnoma qayta ishlanganda boshlanadi.
