Repository: deriv-com/smarttrader
Catalog: src/translations/*.po
Languages: ar_sa, de_de, km_kh, sw_ke, tr_tr, uz_uz

source: The %1start time%2 is when the contract has been processed by our servers and the %1entry spot%2 is the %1next tick%2 thereafter.
ar_sa: وقت %1sالبدء%2 هو عندما تتم معالجة العقد بواسطة خوادمنا ونقطة الدخول %1e%2 هي العلامة %1nالتالية%2 بعد ذلك.
de_de: Die %1 Startzeit %2 ist der Zeitpunkt, zu dem der Kontrakt von unseren Servern verarbeitet wurde, und der %1 Eintrittspunkt %2 ist der %1 nächste Tick %2 danach.
km_kh: %1ពេលវេលាចាប់ផ្តើម%2 គឺ​ជា​ចំណុច​ពេលវេលានៅ​ពេល​ដែល​កិច្ចសន្យា​ត្រូវ​បាន​ដំណើរការ​ដោយម៉ាស៊ីនមេ​របស់​យើង ហើយ%1ចំណុចចូល%2 គឺ %1ចំណុច Tick%2 បន្ទាប់​ពី​នោះ។
sw_ke: Wakati wa %1start%2 ni wakati mkataba umesindika na seva zetu na %1entry spot%2 ni %1next%2 baadaye.
tr_tr: %1start zamanı%2 sözleşmenin sunucularımız tarafından işlendiği zamandır ve %1entry spot%2 bundan sonraki %1next tick%2 dir.
uz_uz: %1sBoshlanish vaqti%2 - shartnoma bizning serverlarimiz tomonidan qayta ishlangan va %1ekirish joyi%2 undan %1nkeyingi tik%2 hisoblanadi.

source: The <strong>contract period</strong> is the period between the <strong>next tick</strong> after the <strong>start time</strong> and the <strong>end time</strong>.
ar_sa: فترة <strong>العقد</strong> هي الفترة بين العلامة <strong>التالية</strong> بعد وقت <strong></strong> البدء ووقت <strong>الانتهاء</strong>.
de_de: Der <strong>Vertragszeitraum</strong> ist die Zeitspanne zwischen dem <strong>nächsten Tick</strong> nach der <strong>Startzeit</strong> und der <strong>Endzeit</strong>.
km_kh: <strong>រយៈពេលនៃកិច្ចសន្យា</strong> គឺជារយៈពេលរវាង <strong>ចំណុច Tick បន្ទាប់</strong> បន្ទាប់ពី <strong>ម៉ោងចាប់ផ្តើម</strong> និង <strong>ពេលវេលាបញ្ចប់</strong>។
sw_ke: Kipindi cha mkataba wa <strong></strong> ni kipindi kati ya <strong>inayofuata</strong> baada ya wakati wa kuanza <strong></strong> na wakati wa mwisho</strong>. <strong>
tr_tr: The <strong>sözleşme dönemi</strong> arasındaki dönemdir <strong>sonraki kene</strong> sonra <strong>Başlangıç saati</strong> ve <strong>bitiş zamanı</strong>.
uz_uz: <strong>Shartnoma davri</strong> - <strong>boshlanish vaqti</strong> va <strong>tugash vaqti</strong>dan keyingi <strong>keyingi tik</strong> o'rtasidagi davr.

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong> (if less than one day in duration), or at the end of the trading day (if one day or more in duration).
ar_sa: وقت <strong>الانتهاء</strong> هو عدد الدقائق/الساعات المحدد بعد وقت <strong>البدء</strong> (إذا كانت المدة أقل من يوم واحد)، أو في نهاية يوم التداول (إذا كانت المدة يومًا واحدًا أو أكثر).
de_de: Die <strong>Endzeit</strong> ist die ausgewählte Anzahl an Minuten/Stunden nach der <strong>Startzeit</strong> (sofern sie weniger als einen Tag beträgt) oder das Ende des Börsentages (sofern sie einen Tag oder mehr beträgt).
km_kh: <strong>ម៉ោងបញ្ចប់</strong> គឺជាចំនួននៃនាទី/ម៉ោងដែលបានជ្រើសរើសបន្ទាប់ពី <strong>ពេលវេលាចាប់ផ្តើម</strong> (ប្រសិនបើរយៈពេលតិចជាង 1 ថ្ងៃ) ឬនៅចុងបញ្ចប់នៃថ្ងៃជួញដូរ។ (ប្រសិនបើរយៈពេលគឺ 1 ថ្ងៃឬច្រើនជាងនេះ)។
sw_ke: Wakati wa mwisho wa <strong></strong> ni idadi ya dakika/masaa iliyochaguliwa baada ya wakati wa kuanza <strong></strong> (ikiwa chini ya siku moja kwa muda), au mwishoni mwa siku ya biashara (ikiwa siku moja au zaidi katika muda).
tr_tr: <strong>bitiş zamanı</strong> , <strong>başlangıç saatinden</strong> (süre olarak bir günden az ise) veya işlem gününün sonunda (eğer bir gün veya daha uzun süre) sonra seçilen dakika/saat sayısıdır.
uz_uz: <strong>Tugash vaqti</strong> - <strong>boshlanish vaqtidan keyin tanlangan daqiqa/soat soni</strong> (agar davomiyligi bir kundan kam bo'lsa) yoki savdo kunining oxirida (agar bir kun yoki undan ko'p bo'lsa).

source: The <strong>end time</strong> is the selected number of minutes/hours after the <strong>start time</strong>.
ar_sa: وقت <strong>الانتهاء</strong> هو عدد الدقائق/الساعات المحدد بعد وقت <strong>البدء.</strong>
de_de: Die <strong>Endzeit</strong> ist die ausgewählte Anzahl der Minuten/Stunden nach der <strong>Startzeit</strong>.
km_kh: <strong>ម៉ោងបញ្ចប់</strong> គឺជាចំនួននាទី/ម៉ោងដែលបានជ្រើសរើសបន្ទាប់ពី <strong>ម៉ោងចាប់ផ្តើម</strong>។
sw_ke: Wakati wa mwisho wa <strong></strong> ni idadi ya dakika/masaa iliyochaguliwa baada ya wakati wa kuanza <strong></strong>.
tr_tr: <strong>bitiş zamanı</strong> , <strong>başlangıç zamanından</strong>sonra seçilen dakika/saat sayısıdır.
uz_uz: <strong>Tugash vaqti</strong> - <strong>boshlanish vaqtidan keyin tanlangan daqiqa/soat soni</strong>.

source: The <strong>entry spot</strong> is the first tick after the contract is processed by our servers.
ar_sa: نقطة الدخول <strong></strong> هي العلامة الأولى بعد معالجة العقد من قبل خوادمنا.
de_de: Der <strong>Startkurs</strong> ist der erste Tick nachdem der Kontrakt von unseren Servern bearbeitet wird.
km_kh: <strong>ចំណុចចូល</strong> គឺជាចំណុច Tick ដំបូងបន្ទាប់ពីកិច្ចសន្យាត្រូវបានដំណើរការដោយម៉ាស៊ីនមេរបស់យើង។
sw_ke: Sehemu ya kuingia la <strong></strong> ni alama ya kwanza baada ya mkataba kusindika na seva zetu.
tr_tr: The <strong>giriş noktası</strong> sözleşmenin sunucularımız tarafından işlenmesinden sonraki ilk işarettir.
uz_uz: <strong>kirish joyi</strong> bizning serverlarimiz tomonidan shartnoma qayta ishlanganidan keyin birinchi tik hisoblanadi.

source: The <strong>exit spot</strong> is the latest tick at or before the <strong>end time</strong>.
ar_sa: نقطة <strong>الخروج</strong> هي أحدث علامة في وقت <strong>الانتهاء أو قبله</strong>.
de_de: Der <strong>Schlusskurs</strong> ist der späteste Tick auf oder bevor der <strong>Endzeit</strong>.
km_kh: <strong>កន្លែងចេញ</strong> គឺជាចំណុច Tick ចុងក្រោយបំផុតនៅត្រឹម ឬមុន <strong>ម៉ោងបញ្ចប់</strong>។
sw_ke: Sehemu ya kutoka <strong></strong> ni alama ya hivi karibuni kwenye au kabla ya wakati wa mwisho wa <strong></strong>.
tr_tr: The <strong>çıkış noktası</strong> veya önceki en son işarettir <strong>bitiş zamanı</strong>.
uz_uz: <strong>Chiqish joyi</strong> <strong>tugash vaqti</strong>da yoki undan oldingi eng so'nggi tikdir.

source: The <strong>start time</strong> is when the contract is processed by our servers and the <strong>entry spot</strong> is the <strong>next tick</strong> thereafter.
ar_sa: وقت <strong>البدء</strong> هو عندما تتم معالجة العقد بواسطة خوادمنا ونقطة <strong>الدخول</strong> هي العلامة <strong>التالية بعد</strong> ذلك.
de_de: Die <strong>Startzeit</strong> ist der Zeitpunkt, zu dem der Auftrag von unseren Servern bearbeitet wird und der <strong>Startkurs</strong> ist der darauf <strong>folgende Tick</strong>.
km_kh: <strong>ពេលវេលាចាប់ផ្តើម</strong> គឺជាចំណុចពេលដែលកិច្ចសន្យាត្រូវបានដំណើរការដោយម៉ាស៊ីនមេរបស់យើង ហើយ <strong>ចំណុចចូល</strong> គឺជា <strong>ចំណុច Tick បន្ទាប់</strong> ក្រោយពីនោះ។
sw_ke: Wakati wa kuanza wa <strong></strong> ni wakati mkataba unashindika na seva zetu na mahali pa kuingia <strong></strong> ni alama inayofuata <strong></strong> baadaye.
tr_tr: The <strong>Başlangıç saati</strong> sözleşmenin sunucularımız tarafından işlendiği ve <strong>giriş noktası</strong> ... <strong>sonraki kene</strong> ondan sonra.
uz_uz: <strong>Boshlanish vaqti</strong> - shartnoma bizning serverlarimiz tomonidan qayta ishlanganda va <strong>kirish joyi</strong> undan <strong>keyingi tik</strong> hisoblanadi.

source: The <strong>start time</strong> is when the contract is processed by our servers.
ar_sa: وقت <strong>البدء</strong> هو عندما تتم معالجة العقد بواسطة خوادمنا.
de_de: Die Startzeit <strong></strong> ist der Zeitpunkt, an dem der Vertrag von unseren Servern verarbeitet wird.
km_kh: <strong>ពេលវេលាចាប់ផ្តើម</strong> គឺជាពេលដែលកិច្ចសន្យាត្រូវបានដំណើរការដោយម៉ាស៊ីនមេរបស់យើង។
sw_ke: Wakati wa kuanza wa <strong></strong> ni wakati mkataba unashindika na seva zetu.
tr_tr: The <strong>başlangıç zamanı</strong> , sözleşmenin sunucularımız tarafından işlendiği zamandır.
uz_uz: <strong>Boshlang'ich vaqti</strong> bu - qachonki bizning serverlarimiz tomonidan shartnoma qayta ishlanganda.

source: The Average
ar_sa: المتوسط
de_de: Der Durchschnitt
km_kh: តម្លៃមធ្យម
sw_ke: Wastani
tr_tr: Ortalama
uz_uz: O'rtacha

source: The average is the average of the ticks, including the entry spot and the last tick.
ar_sa: المتوسط هو متوسط القراد، بما في ذلك نقطة الدخول والعلامة الأخيرة.
de_de: Der Durchschnitt ist der Durchschnitt der Ticks, einschließlich des Einstiegspunkts und des letzten Ticks.
km_kh: តម្លៃមធ្យមគឺជាមធ្យមនៃចំណុច Tick ទាំងអស់ដែលកើតឡើងក្នុងអំឡុងពេលកិច្ចសន្យា រួមទាំងចំណុចចូល និងចំណុច Tick ចុងក្រោយ។
sw_ke: Wastani ni wastani wa matuka, ikiwa ni pamoja na sehemu ya kuingia na kitambaa cha mwisho.
tr_tr: Ortalama, giriş noktası ve son kene dahil olmak üzere kenelerin ortalamasıdır.
uz_uz: O'rtacha - kirish joyi va oxirgi tikni o'z ichiga olgan tiklarning o'rtacha qiymati.

source: The contract doesn't end within 5 minutes (for tick duration contracts)
ar_sa: لا ينتهي العقد في غضون 5 دقائق (للعقود ذات المدة المحددة)
de_de: Der Vertrag endet nicht innerhalb von 5 Minuten (bei Verträgen mit Ticklaufzeit)
km_kh: កិច្ចសន្យាមិនបញ្ចប់ក្នុងរយៈពេល 5 នាទីទេ (សម្រាប់កិច្ចសន្យាបែបរយៈពេលតាមចំណុច Tick ផ្សេងៗ)
sw_ke: Mkataba hauishia ndani ya dakika 5 (kwa mikataba ya muda wa alama)
tr_tr: Sözleşme 5 dakika içinde bitmez (kene süresi sözleşmeleri için)
uz_uz: Shartnoma 5 daqiqa ichida tugamaydi (tik muddatli shartnomalar uchun)

source: The entry spot is the first tick after the contract is processed by our servers.
ar_sa: نقطة الدخول هي العلامة الأولى بعد معالجة العقد من قبل خوادمنا.
de_de: Der Startpunkt ist das erste Tick nach der Vertragsabwicklung durch unsere Server.
km_kh: ចំណុចចូលគឺជាចំណុច Tick ដំបូងដែលកើតឡើងបន្ទាប់ពីកិច្ចសន្យាត្រូវបានដំណើរការដោយម៉ាស៊ីនមេរបស់យើង។
sw_ke: Mahali pa kuingia ni alama ya kwanza baada ya mkataba kusindika na seva zetu.
tr_tr: Giriş noktası, sözleşmenin sunucularımız tarafından işlenmesinden sonraki ilk işarettir.
uz_uz: Kirish joyi bizning serverlarimiz tomonidan shartnoma qayta ishlanganidan keyin birinchi tik hisoblanadi.

source: The page you requested could not be found. Either it no longer exists or the address is wrong. Please check for any typos.
ar_sa: لم يتم العثور على الصفحة التي طلبتها. إما أنه لم يعد موجودًا أو أن العنوان خاطئ. يرجى التحقق من وجود أي أخطاء إملائية.
de_de: Die von Ihnen angeforderte Seite konnte nicht gefunden werden. Entweder existiert es nicht mehr oder die Adresse ist falsch. Bitte überprüfen Sie, ob Tippfehler vorliegen.
km_kh: រកមិនឃើញទំព័រដែលអ្នកបានស្នើសុំទេ។ នេះគឺដោយសារតែទំព័រត្រូវបានដកចេញពីប្រព័ន្ធ ឬអាសយដ្ឋានមិនត្រឹមត្រូវ។ ដូច្នេះសូមពិនិត្យកំហុសអក្ខរាវិរុទ្ធណាមួយ។
sw_ke: Ukurasa uliyoomba haukupatikana. Ama haipo tena au anwani ni mbaya. Tafadhali angalia maandishi yoyote.
tr_tr: İstediğiniz sayfa bulunamadı. Ya artık yok ya da adres yanlış. Lütfen herhangi bir yazım hatası olup olmadığını kontrol edin.
uz_uz: Siz so'ragan sahifa topilmadi. Yoki u endi mavjud emas yoki manzil noto'g'ri. Iltimos, har qanday matn terish xatosini tekshiring.

source: The reset time is %1
ar_sa: وقت إعادة الضبط هو %1
de_de: Die Reset-Zeit ist %1
km_kh: ពេលវេលាកំណត់ឡើងវិញជា %1
sw_ke: Wakati wa kuweka upya ni %1
tr_tr: Sıfırlama süresi %1
uz_uz: Vaqtni %1 ga tiklang

source: The server <a href="%1">endpoint</a> is: %2
ar_sa: نقطة النهاية</a> للخادم <a href="%1">هي: %2
de_de: Der Endpunkt</a> des Servers <a href="%1">ist: %2
km_kh: ម៉ាស៊ីនមេ <a href="%1">ចំណុចបញ្ចប់</a> គឺ៖ %2
sw_ke: Seva ya <a href="%1">mwisho</a> ni: %2
tr_tr: Sunucu <a href="%1">uç noktası</a> şudur: %2
uz_uz: Serverning <a href="%1">so'nggi nuqtasi</a> quyidagilardir: %2

source: The two passwords that you entered do not match.
ar_sa: لا تتطابق كلمتا المرور اللتان أدخلتهما.
de_de: Die beiden von Ihnen eingegebenen Passwörter stimmen nicht überein.
km_kh: ពាក្យសម្ងាត់ទាំងពីរដងដែលអ្នកបានបញ្ចូលមិនត្រូវគ្នាទេ។
sw_ke: Nywila mbili uliyoingiza hazilingani.
tr_tr: Girdiğiniz iki şifre eşleşmiyor.
uz_uz: Siz kiritgan ikkita parol mos kelmaydi.

source: There are less than 2 ticks between the start and end times
ar_sa: هناك أقل من نقطتين بين أوقات البداية والنهاية
de_de: Zwischen Start- und Endzeit liegen weniger als 2 Ticks
km_kh: មានចំណុច Tick តិចជាង 2 នៅចន្លោះពេលចាប់ផ្តើម និងបញ្ចប់។
sw_ke: Kuna ndogo chini ya 2 kati ya nyakati za mwanzo na mwisho
tr_tr: Başlangıç ve bitiş saatleri arasında 2'den az kene vardır
uz_uz: Boshlanish va tugash vaqtlari orasida 2tadan kamroq tiklar bor

source: There was a problem accessing the server during purchase.
ar_sa: حدثت مشكلة في الوصول إلى الخادم أثناء الشراء.
de_de: Beim Kauf ist ein Problem beim Zugriff auf den Server aufgetreten.
km_kh: មានបញ្ហាក្នុងការចូលប្រើម៉ាស៊ីនមេអំឡុងពេលបញ្ជាទិញ។
sw_ke: Kulikuwa na shida kufikia seva wakati wa ununuzi.
tr_tr: Satın alma sırasında sunucuya erişimde bir sorun oluştu.
uz_uz: Sotib olish paytida serverga kirishda muammo yuzaga keldi.

source: There was a problem accessing the server.
ar_sa: حدثت مشكلة في الوصول إلى الخادم.
de_de: Beim Zugriff auf den Server ist ein Problem aufgetreten.
km_kh: មានបញ្ហាក្នុងការចូលប្រើម៉ាស៊ីនបមេ។
sw_ke: Kulikuwa na shida kufikia seva.
tr_tr: Sunucuya erişimde bir sorun oluştu.
uz_uz: Serverga kirishda muammo yuzaga keldi.

source: There was an error
ar_sa: حدث خطأ
de_de: Es ist ein Fehler aufgetreten
km_kh: កំហុសមួយបានកើតឡើង
sw_ke: Kulikuwa na kosa
tr_tr: Bir hata oluştu
uz_uz: Xatolik yuz berdi

source: There was some invalid character in an input field.
ar_sa: كان هناك بعض الأحرف غير الصالحة في حقل الإدخال.
de_de: In einem Eingabefeld gab es ein ungültiges Zeichen.
km_kh: មានតួអក្សរមិនត្រឹមត្រូវមួយចំនួននៅក្នុងចន្លោះដែលបញ្ចូល។
sw_ke: Kulikuwa na tabia mbaya katika uwanja wa pembejeo.
tr_tr: Giriş alanında bazı geçersiz karakterler vardı.
uz_uz: Kirish maydonida yaroqsiz belgi bor edi.

source: This contract is only available on %1DTrader%2.
ar_sa: هذا العقد متاح فقط على %1DTrader%2.
de_de: Dieser Kontrakt ist nur bei %1DTrader%2verfügbar.
km_kh: កិច្ចសន្យានេះមានតែនៅក្នុង %1Dtrader%2 តែប៉ុណ្ណោះ។
sw_ke: Mkataba huu unapatikana tu kwenye %1DTrader%2.
tr_tr: Bu sözleşme yalnızca şu adreste mevcuttur: %1DTrader%2.
uz_uz: Ushbu shartnoma faqat %1DTrader%2saytida mavjud.

source: This contract is only available on DTrader.%1%2Go to Dtrader%3 to close or cancel this contract.
ar_sa: هذا العقد متاح فقط على dTrader.%1%2Gانتقل إلى Dtrader%3 لإغلاق أو إلغاء هذا العقد.
de_de: Dieser Vertrag ist nur auf DTrader verfügbar.%1%2 Gehen Sie zu Dtrader%3, um diesen Vertrag zu schließen oder zu stornieren.
km_kh: កិច្ចសន្យានេះអាចប្រើបានតែនៅក្នុង DTrader តែប៉ុណ្ណោះ។ %1%2ចូលទៅកាន់ Dtrader%3 ដើម្បីបិទ ឬលុបចោលកិច្ចសន្យានេះ។
sw_ke: Mkataba huu unapatikana tu kwenye dTrader.%1%2Go kwa Dtrader%3 kufunga au kufuta mkataba huu.
tr_tr: Bu sözleşme yalnızca DTrader'da mevcuttur.%1%2Go to Dtrader%3 bu sözleşmeyi kapatmak veya iptal etmek için.
uz_uz: Ushbu shartnoma faqat DTrader-da mavjud.%1%2Gbu shartnomani yopish yoki bekor qilish uchun Dtrader%3 ga o'ting.

source: This contract lost
ar_sa: تم فقدان هذا العقد
de_de: Dieser Vertrag ist verloren
km_kh: កិច្ចសន្យានេះខាតបង់
sw_ke: Mkataba huu ulipoteza
tr_tr: Bu sözleşme kayboldu
uz_uz: Ushbu shartnoma yutqazdi

source: This contract type only offers 5 ticks
ar_sa: يقدم هذا النوع من العقود 5 علامات فقط
de_de: Dieser Vertragstyp bietet nur 5 Ticks
km_kh: កិច្ចសន្យាប្រភេទនេះផ្តល់ចំណុច Tick ឲ្យតែ 5 ចំណុចប៉ុណ្ណោះ។
sw_ke: Aina hii ya mkataba hutoa taa 5 tu
tr_tr: Bu sözleşme türü yalnızca 5 kene sunar
uz_uz: Ushbu shartnoma turi faqat 5 ta tikni taklif qiladi

source: This contract won
ar_sa: تم الفوز بهذا العقد
de_de: Dieser Vertrag hat gewonnen
km_kh: កិច្ចសន្យានេះគឺចំណេញ
sw_ke: Mkataba huu ulishinda
tr_tr: Bu sözleşme kazandı
uz_uz: Ushbu shartnoma yutdi

source: This feature is not relevant to virtual-money accounts.
ar_sa: هذه الميزة ليست ذات صلة بحسابات الأموال الافتراضية.
de_de: Diese Funktion ist für virtuelle Geldkonten nicht relevant.
km_kh: មុខងារនេះមិនទាក់ទងនឹងគណនីរូបិយប័ណ្ណនិម្មិតទេ។
sw_ke: Kipengele hiki sio muhimu kwa akaunti za pesa halisi.
tr_tr: Bu özellik sanal para hesaplarıyla ilgili değildir.
uz_uz: Ushbu xususiyat virtual pul hisoblariga tegishli emas.

source: This field is required.
ar_sa: هذا الحقل مطلوب.
de_de: Dieses Feld ist erforderlich.
km_kh: ប្រអប់នេះចាំបាច់ត្រូវបំពេញ។
sw_ke: Eneo hili linahitajika.
tr_tr: Bu alan zorunludur.
uz_uz: Ushbu maydon to'ldirilishi shart.

source: This is a staging server - For testing purposes only
ar_sa: هذا خادم مرحلي - لأغراض الاختبار فقط
de_de: Dies ist ein Staging-Server — nur zu Testzwecken
km_kh: នេះគឺជាម៉ាស៊ីនមេ - សម្រាប់គោលបំណងសាកល្បងតែប៉ុណ្ណោះ
sw_ke: Hii ni seva ya kuanzisha - Kwa madhumuni ya upimaji tu
tr_tr: Bu bir hazırlama sunucusudur - Yalnızca test amaçlı
uz_uz: Bu sahnalashtiruvchi server - Faqat sinov maqsadlari uchun

source: This is a top-10 common password
ar_sa: هذه هي أفضل 10 كلمات مرور شائعة
de_de: Dies ist ein Top-10-Passwort
km_kh: នេះគឺជាពាក្យសម្ងាត់ទូទៅកំពូលទាំង 10
sw_ke: Hii ni nenosiri la kawaida ya juu 10
tr_tr: Bu bir ilk 10 ortak şifredir
uz_uz: Bu eng yaxshi 10 umumiy parol

source: This is a top-100 common password
ar_sa: هذه هي أفضل 100 كلمة مرور شائعة
de_de: Dies ist ein Top-100-Passwort
km_kh: នេះគឺជាពាក្យសម្ងាត់ទូទៅកំពូលទាំង 100
sw_ke: Hii ni nenosiri la kawaida ya juu 100
tr_tr: Bu bir ilk 100 ortak şifredir
uz_uz: Bu eng yaxshi 100 umumiy parol

source: This is a very common password
ar_sa: هذه كلمة مرور شائعة جدًا
de_de: Dies ist ein sehr verbreitetes Passwort
km_kh: នេះគឺជាពាក្យសម្ងាត់ដែលប្រើជាទូទៅបំផុត។
sw_ke: Hii ni nenosiri la kawaida sana
tr_tr: Bu çok yaygın bir şifredir
uz_uz: Bu juda keng tarqalgan parol

source: This is an indicative barrier. Actual barrier will be the entry spot plus the barrier offset.
ar_sa: هذا حاجز إرشادي. سيكون الحاجز الفعلي هو نقطة الدخول بالإضافة إلى تعويض الحاجز.
de_de: Dies ist eine indikative Barriere. Die tatsächliche Barriere ist der Einstiegspunkt zuzüglich des Barrieren-Offsets.
km_kh: នេះ​ជា​បន្ទាត់​កម្រិត​តម្លៃ​គោលដៅ (Barrier) ដែល​ត្រូវ​បាន​បង្ហាញ។ បន្ទាត់តម្លៃគោលដៅ​ពិត​ចេញ​មក​ពី​តម្លៃ​ចំណុច​ចូល​រួម​ជាមួយ​នឹងផ្នែកសំណងសម្រាប់បន្ទាត់កម្រិតតម្លៃគោលដៅ (Barrier)។
sw_ke: Hii ni kizuizi cha kuashiria. Kizuizi halisi kitakuwa sehemu ya kuingia pamoja na kizuizi cha kuzuia.
tr_tr: Bu gösterge niteliğindeki bir engeldir. Gerçek bariyer giriş noktası artı bariyer ofseti olacaktır.
uz_uz: Bu indikativ to'siqdir. Haqiqiy to'siq kirish joyi va to'siq ofsetini tashkil qiladi.

source: This is similar to a commonly used password
ar_sa: هذا مشابه لكلمة مرور شائعة الاستخدام.
de_de: Dies ähnelt einem häufig verwendeten Passwort.
km_kh: នេះគឺស្រដៀងនឹងពាក្យសម្ងាត់ដែលប្រើជាទូទៅ
sw_ke: Hii ni sawa na nenosiri linalotumiwa kawaida
tr_tr: Bu, yaygın olarak kullanılan bir şifreye benzer
uz_uz: Bu keng tarqalgan ishlatiladigan parolga o'xshaydi

source: This page is only available to logged out clients.
ar_sa: هذه الصفحة متاحة فقط للعملاء الذين تم تسجيل خروجهم.
de_de: Diese Seite ist nur für abgemeldete Kunden verfügbar.
km_kh: ទំព័រនេះអាចប្រើបានសម្រាប់តែអតិថិជនដែលបានចេញពីគណនីប៉ុណ្ណោះ។
sw_ke: Ukurasa huu unapatikana tu kwa wateja walioingia.
tr_tr: Bu sayfa yalnızca oturumu kapatmış müşteriler tarafından kullanılabilir.
uz_uz: Ushbu sahifa faqat tizimdan chiqqan mijozlar uchun mavjud.

source: This password is on the blacklist
ar_sa: كلمة المرور هذه موجودة في القائمة السوداء
de_de: Dieses Passwort steht auf der schwarzen Liste
km_kh: ពាក្យ​សម្ងាត់​នេះ​ស្ថិត​ក្នុង​បញ្ជី​ខ្មៅ
sw_ke: Nenosiri hili liko kwenye orodha nyeusi
tr_tr: Bu şifre kara listede
uz_uz: Ushbu parol qora ro'yxatda

source: Thursday
ar_sa: الخميس
de_de: Donnerstag
km_kh: ថ្ងៃព្រហស្បតិ៍
sw_ke: Alhamisi
tr_tr: Perşembe
uz_uz: Payshanba

source: Tick
ar_sa: ضع علامة
km_kh: ចំណុច Tick
sw_ke: Alama
tr_tr: kene
uz_uz: Tik

source: Tick Prediction
ar_sa: ضع علامة على التنبؤ
de_de: Vorhersage von Tick
km_kh: ការទស្សន៍ទាយចលនារបស់ចំណុច Tick
sw_ke: Utabiri wa Alama
tr_tr: Kene Tahmini
uz_uz: Tik Tahmini

source: Ticks
ar_sa: القراد
de_de: Tick
km_kh: ចំណុច Tick
sw_ke: Vipiga
tr_tr: Keneler
uz_uz: Tiklar

source: Ticks history returned an empty array.
ar_sa: قام سجل القراد بإرجاع مصفوفة فارغة.
de_de: Der Verlauf von Ticks gab ein leeres Array zurück.
km_kh: ប្រវត្តិចំណុច Tick បង្ហាញតម្លៃដែលបានត្រឡប់មកវិញជាជួរតាមលំដាប់ទទេ។
sw_ke: Historia ya kutaka ilirudisha safu tupu.
tr_tr: Keneler geçmişi boş bir dizi döndürdü.
uz_uz: Tiklar tarixi bo'sh massivni qaytardi.

source: Time is in the wrong format.
ar_sa: الوقت بصيغة خاطئة.
de_de: Die Zeit ist im falschen Format.
km_kh: ពេលវេលាស្ថិតក្នុងទម្រង់ខុស។
sw_ke: Wakati ni katika muundo mbaya.
tr_tr: Zaman yanlış formatta.
uz_uz: Vaqt noto'g'ri formatda.

source: Time out cannot be in the past.
ar_sa: لا يمكن أن تكون المهلة في الماضي.
de_de: Eine Auszeit kann nicht in der Vergangenheit liegen.
km_kh: រយៈពេល​នៃ​ការ​ដកខ្លួនចេញ​មិន​អាច​ជា​រយៈពេល​ក្នុង​អតីតកាល​ទេ។
sw_ke: Muda hauwezi kuwa zamani.
tr_tr: Zaman aşım geçmişte olamaz.
uz_uz: Vaqt muddati o'tmishda bo'lishi mumkin emas.

source: Time out cannot be more than 6 weeks.
ar_sa: لا يمكن أن تكون المهلة أكثر من 6 أسابيع.
de_de: Die Auszeit darf nicht länger als 6 Wochen dauern.
km_kh: រយៈពេល​ដកខ្លួន​ចេញ​មិនអាច​លើសពី 6 សប្តាហ៍​បានទេ។
sw_ke: Muda hauwezi kuwa zaidi ya wiki 6.
tr_tr: Zaman aşım 6 haftadan fazla olamaz.
uz_uz: Vaqt muddati 6 haftadan oshmasligi mumkin emas.

source: Time out must be after today.
ar_sa: يجب أن تكون المهلة بعد اليوم.
de_de: Die Auszeit muss nach heute sein.
km_kh: រយៈពេលនៃការដកខ្លួនចេញត្រូវតែចាប់ផ្តើមនៅថ្ងៃស្អែក។
sw_ke: Wakati lazima uwe baada ya leo.
tr_tr: Molama bugünden sonra olmalı.
uz_uz: Vaqt muddati bugundan kechroq bo'lishi kerak.

source: Timed out until
ar_sa: انتهت المهلة حتى
de_de: Timeout bis
km_kh: រយៈពេលនៃការដកខ្លួនចេញមានរយៈពេលរហូតដល់
sw_ke: Imeelekea hadi
tr_tr: Kadar zaman aşımına uğradı
uz_uz: Vaqt tugagunga qadar

source: Today
ar_sa: اليوم
de_de: Heute
km_kh: ថ្ងៃនេះ
sw_ke: Leo
tr_tr: Bugün
uz_uz: Bugun

source: Top up error
ar_sa: خطأ في إعادة التعبئة
de_de: Fehler beim Aufladen
km_kh: មានកំហុសក្នុងការបញ្ចូលទឹកប្រាក់
sw_ke: Hitilafu ya kuongeza
tr_tr: Top up hatası
uz_uz: To'ldirish xatosi

source: Top-up successful
ar_sa: تمت عملية إعادة التعبئة بنجاح
de_de: Aufladung erfolgreich
km_kh: បញ្ចូលទឹកប្រាក់បានជោគជ័យហើយ
sw_ke: Kuongeza imefanikiwa
tr_tr: Top-up başarılı
uz_uz: Toʻldirish muvaffaqiyatli

source: Total Cost
ar_sa: التكلفة الإجمالية
de_de: Gesamtkosten
km_kh: ការចំណាយសរុប
sw_ke: Jumla ya Gharama
tr_tr: Toplam Maliyet
uz_uz: Umumiy xarajat

source: Total assets
ar_sa: إجمالي الأصول
de_de: Vermögen insgesamt
km_kh: ទ្រព្យសកម្មសរុប
sw_ke: Jumla ya mali
tr_tr: Toplam aktifler
uz_uz: Jami aktivlar

source: Total assets in your Deriv accounts
ar_sa: إجمالي الأصول في حسابات Deriv الخاصة بك
de_de: Gesamtvermögen Ihrer Deriv-Konten
km_kh: ទ្រព្យសកម្មសរុបនៅក្នុងគណនី Deriv របស់អ្នក
sw_ke: Jumla ya mali katika akaunti zako za Deriv
tr_tr: Deriv hesaplarınızdaki toplam varlıklar
uz_uz: Deriv hisoblaringizdagi jami aktivlar

source: Total profit/loss
ar_sa: إجمالي الربح/الخسارة
de_de: Gesamtgewinn/-verlust
km_kh: ប្រាក់ចំណេញ/ខាតសរុប
sw_ke: Jumla ya faida/hasara
tr_tr: Toplam kar/zarar
uz_uz: Umumiy foyda/zarar

source: Touch/No Touch contracts will be refunded at the purchase price if there are less than 2 ticks between the start and end times.
ar_sa: سيتم استرداد عقود Touch/No Touch بسعر الشراء إذا كان هناك أقل من نقطتين بين أوقات البداية والنهاية.
de_de: Touch/No Touch-Verträge werden zum Kaufpreis zurückerstattet, wenn zwischen Start- und Endzeit weniger als 2 Ticks liegen.
km_kh: កិច្ចសន្យា Touch/No Touch នឹងត្រូវបង្វិលសងប្រាក់វិញតាមតម្លៃទិញ ប្រសិនបើមានចំនួន ticks តិចជាង 2 រវាងម៉ោងចាប់ផ្តើម និងម៉ោងបញ្ចប់កិច្ចសន្យា។
sw_ke: Mikataba ya Kugusa/Hakuna Kugusa itarejeshwa kwa bei ya ununuzi ikiwa kuna chini ya vidole 2 kati ya nyakati za mwanzo na mwisho.
tr_tr: Başlangıç ve bitiş saatleri arasında 2'den az tik varsa Touch/No Touch sözleşmeleri satın alma fiyatından iade edilecektir.
uz_uz: Touch/No Touch shartnomalari boshlang'ich va tugash vaqtlari orasida 2 dan kam tik bo'lsa, sotib olish narxi bo'yicha qaytarib beriladi.
