Repository: deriv-com/smarttrader
Catalog: src/translations/*.po
Languages: ar_sa, de_de, km_kh, sw_ke, tr_tr, uz_uz

source: If you select "Differs", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>not the same</strong> as your <strong>prediction</strong>.
ar_sa: إذا قمت بتحديد "Differs"، فستفوز بالدفع إذا كان الرقم <strong>الأخير</strong> من العلامة الأخيرة <strong>ليس هو نفسه</strong> <strong>توقعك</strong>.
de_de: Wenn Sie "Differs" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks <strong>nicht</strong> mit Ihrer <strong>Voraussage</strong> übereinstimmt.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Differs" អ្នកនឹងឈ្នះប្រាក់សំណងប្រសិនបើ <strong>លេខខ្ទង់ចុងក្រោយ</strong> នៃចំណុច Tick ចុងក្រោយគឺ <strong>មិនដូចគ្នា</strong> ទៅនឹង <strong>ការទស្សន៍ទាយ</strong> របស់អ្នក។
sw_ke: Ukichagua “Tofautiana”, utashinda malipo ikiwa tarakimu ya mwisho ya <strong></strong> ya alama ya mwisho ni <strong>sio sawa na utabiri wako wa <strong></strong>.</strong>
tr_tr: "Differs" seçeneğini belirlerseniz, son tikin <strong>son rakamı</strong> <strong>sizin <strong>tahmininiz</strong>ile aynı değilse</strong> ödeme kazanırsınız.
uz_uz: Agar siz “Differs” ni tanlasangiz, oxirgi tikning <strong>oxirgi raqami</strong> sizning <strong>tahminingiz bilan bir xil</strong> bo'lmasa <strong>, siz to'lovni yutasiz</strong>.

source: If you select "Does Not Touch", you win the payout if the market never touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
ar_sa: إذا اخترت "Does Not Touch"، فستفوز بالدفع إذا لم يلمس السوق أبدًا حاجز <strong></strong> في أي وقت خلال فترة العقد <strong></strong>.
de_de: Wenn Sie "Does Not Touch" wählen, erhalten Sie eine Auszahlung, wenn der Kurs die <strong>Schwelle</strong> während der <strong>Kontraktdauer</strong> zu keinem Zeitpunkt berührt.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Does Not Touch" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើទីផ្សារមិនដែលប៉ះ <strong>បន្ទាត់តម្លៃគោលដៅឬ barrier</strong> នៅពេលណាក៏បានក្នុងអំឡុងពេល <strong>រយៈពេលកិច្ចសន្យា</strong>។
sw_ke: Ukichagua “Haigusa”, unashinda malipo ikiwa soko haligusa kizuizi cha <strong></strong> wakati wowote wakati wowote wakati wa mkataba wa <strong></strong>.
tr_tr: "Does Not Touch" seçeneğini seçerseniz, piyasa <strong>sözleşme dönemi</strong>boyunca hiçbir zaman <strong>bariyere</strong> dokunmazsa ödemeyi kazanırsınız.
uz_uz: Agar siz “Does Not Touch” ni tanlasangiz, <strong>shartnoma davrida</strong>bozor hech qachon <strong>to'siqqa</strong> tegmasa, to'lovni yutib olasiz.

source: If you select "Ends Between", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>Low barrier</strong> AND strictly lower than the <strong>High barrier</strong>.
ar_sa: إذا قمت بتحديد "Ends Between"، فستفوز بالدفع إذا كانت نقطة <strong>exit spot</strong> الخروج أعلى تمامًا من الحاجز <strong>المنخفض</strong> وأقل تمامًا من الحاجز <strong>المرتفع</strong>.
de_de: Wenn Sie "Ends Between" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Schlusskurs</strong> genau über der <strong>Unteren Schwelle</strong> UND genau unter der <strong>Oberen Schwelle</strong> verharrt.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Ends Between" អ្នកនឹងឈ្នះប្រាក់សំណងប្រសិនបើ <strong>ចំណុចចេញ</strong> គឺខ្ពស់ជាង<strong>បន្ទាត់តម្លៃគោលដៅខាងក្រោម</strong> ហើយទាបជាង <strong>បន្ទាត់តម្លៃគោលដៅខាងលើ</strong>។
sw_ke: Ukichagua “Inaishia Kati ya”, unashinda malipo ikiwa mahali pa kuondoka la <strong></strong> ni juu kabisa kuliko kizuizi cha chini cha <strong></strong> NA chini kabisa kuliko kizuizi cha <strong>cha juu</strong>.
tr_tr: "Ends Between" seçeneğini seçerseniz, <strong>çıkış noktası</strong> kesinlikle <strong>Düşük bariyer</strong>'den yüksek VE kesinlikle <strong>Yüksek bariyer</strong>'den düşükse ödeme kazanırsınız.
uz_uz: Agar siz “Ends Between” ni tanlasangiz, <strong>chiqish joyi</strong> <strong>Past to'siqdan qat'iyan yuqori bo'lsa</strong> VA <strong>Yuqori to'siq</strong>dan qat'iyan past bo'lsa, to'lovni yutib olasiz.

source: If you select "Ends Outside", you win the payout if the <strong>exit spot</strong> is EITHER strictly higher than the <strong>High barrier</strong>, OR strictly lower than the <strong>Low barrier</strong>.
ar_sa: إذا قمت بتحديد "Ends Outside"، فستفوز بالدفع إذا كانت نقطة <strong></strong> الخروج إما أعلى بشكل صارم من الحاجز <strong>المرتفع</strong>، أو أقل بشكل صارم من الحاجز <strong>المنخفض</strong>.
de_de: Wenn Sie "Ends Outside" wählen, gewinnen Sie die Auszahlung, wenn die <strong>Ausgangsposition</strong> ENTWEDER strikt höher als die <strong>High Barrier</strong>oder strikt niedriger als die <strong>Low Barrier</strong>ist.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Ends Outside" អ្នកនឹងឈ្នះប្រាក់សំណងប្រសិនបើ <strong>ចំណុចចេញ</strong> គឺខ្ពស់ជាង <strong>បន្ទាត់តម្លៃគោលដៅខាងលើ</strong> ឬទាបជាង <strong>បន្ទាត់តម្លៃគោលដៅខាងក្រោម</strong>។
sw_ke: Ukichagua “Inaishia nje”, unashinda malipo ikiwa mahali pa kuondoka la <strong></strong> NI YA juu kabisa kuliko <strong>High kizuizi</strong>, AU chini kabisa kuliko <strong>kizuizi cha chini</strong>.
tr_tr: "Ends Outside" seçeneğini seçerseniz, <strong>çıkış noktası</strong> YA <strong>Yüksek bariyerden</strong>kesinlikle daha yüksekse YA da <strong>Düşük bariyerden</strong>kesinlikle daha düşükse ödeme kazanırsınız.
uz_uz: Agar siz “Ends Outside” ni tanlasangiz, <strong>chiqish joyi</strong> <strong>Yuqori to'siqdan</strong>qat'iy yuqori bo'lsa, YOKI <strong>Past to'siqdan qat'iyan past</strong>bo'lsa, to'lovni yutib olasiz.

source: If you select "Even", you will win the payout if the <strong>last digit</strong> of the last tick is an <strong>even number (i.e., 2, 4, 6, 8, or 0).</strong>
ar_sa: إذا قمت بتحديد "Even"، فستفوز بالدفع إذا كان الرقم الأخير</strong>من العلامة الأخيرة رقمًا <strong>زوجيًا (أي 2 أو 4 أو 6 أو 8 أو 0).<strong></strong>
de_de: Wenn Sie "Even" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks <strong>eine gerade Zahl (z.B. 2, 4, 6, 8 oder 0) ist.</strong>
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Even" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើ <strong>លេខខ្ទង់ចុងក្រោយ</strong> នៃចំណុច Tick ចុងក្រោយមានតម្លៃជា <strong>លេខគូ (ឧ. 2, 4, 6, 8, ឬ 0)។</strong>
sw_ke: Ukichagua “Hata”, utashinda malipo ikiwa tarakimu ya mwisho ya<strong></strong>ya alama ya mwisho ni nambari ya <strong>sawa (yaani, 2, 4, 6, 8, au 0).</strong>
tr_tr: "Even" seçeneğini seçerseniz, son tikin<strong>son rakamı</strong>bir <strong>çift sayı (yani 2, 4, 6, 8 veya 0) ise ödemeyi kazanırsınız.</strong>
uz_uz: Agar siz “Even”ni tanlasangiz, oxirgi belgining<strong>oxirgi raqami</strong>bir <strong>juft raqami (ya'ni, 2, 4, 6, 8, yoki 0) bo'lsa, to'lovni yutib olasiz.</strong>

source: If you select "Fall", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
ar_sa: إذا اخترت "Fall"، فستفوز بالعائد إذا كانت نقطة الخروج <strong></strong> أقل تمامًا من نقطة الدخول <strong></strong>.
de_de: Wenn Sie "Fall" wählen, gewinnen Sie die Auszahlung, wenn der <strong>Ausstiegsplatz</strong> deutlich niedriger ist als der <strong>Einstiegsplatz</strong>.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Fall" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើ <strong>ចំណុចចេញ</strong> ទាបជាង <strong>ចំណុចចូល</strong>។
sw_ke: Ukichagua “Kuanguka”, unashinda malipo ikiwa nafasi ya kuondoka la <strong></strong> ni chini kabisa kuliko nafasi ya kuingia <strong></strong>.
tr_tr: "Fall" seçeneğini seçerseniz, <strong>çıkış noktası</strong> <strong>giriş noktasından</strong>kesinlikle daha düşükse ödemeyi kazanırsınız.
uz_uz: Agar siz “Fall” ni tanlasangiz, <strong>chiqish joyi</strong> <strong>kirish joyi</strong>dan qat'iyan past bo'lsa, to'lovni yutib olasiz.

source: If you select "Falls", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>entry spot</strong>.
ar_sa: إذا قمت بتحديد «Falls»، فستفوز بالدفع إذا كانت نقطة <strong></strong> الخروج أقل بكثير من نقطة <strong>الدخول</strong>.
de_de: Wenn Sie "Falls" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Schlusskurs</strong> genau unter dem <strong>Anfangskurs</strong> liegt.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Falls" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើ <strong>ចំណុចចេញ</strong> ទាបជាង <strong>ចំណុចចូល</strong>។
sw_ke: Ukichagua “Falls”, unashinda malipo ikiwa nafasi ya kutoka <strong></strong> ni chini kabisa kuliko nafasi ya kuingia <strong></strong>.
tr_tr: "Falls" seçeneğini belirlerseniz, <strong>çıkış noktası</strong> <strong>giriş noktasından</strong>kesinlikle daha düşükse ödemeyi kazanırsınız.
uz_uz: Agar siz “Falls” ni tanlasangiz, <strong>chiqish joyi</strong> <strong>kirish joyi</strong>dan qat'iyan past bo'lsa, to'lovni yutib olasiz.

source: If you select "Goes Outside", you win the payout if the market touches either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
ar_sa: إذا اخترت "Goes Outside"، فستفوز بالعائد إذا لامس السوق إما الحاجز <strong>المرتفع</strong> أو الحاجز <strong>المنخفض</strong> في أي وقت خلال فترة العقد <strong></strong>.
de_de: Wenn Sie "Goes Outside" auswählen, erhalten Sie eine Auszahlung, wenn der Kurst während der <strong>Kontraktlaufzeit</strong> zu einem bestimmten Zeitpunkt entweder die <strong>ObereSchwelle</strong> oder die <strong>Untere Schwelle</strong> berührt.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Goes Outside" អ្នកនឹងឈ្នះប្រាក់សំណងប្រសិនបើទីផ្សារប៉ះនឹង <strong>បន្ទាត់តម្លៃគោលដៅខាងលើ</strong> ឬ <strong>បន្ទាត់តម្លៃគោលដៅខាងក្រោម</strong> នៅពេលណាមួយក្នុងអំឡុងពេល <strong>រយៈពេលកិច្ចសន្យា</strong>។
sw_ke: Ukichagua “Huenda nje”, unashinda malipo ikiwa soko linagusa kama <strong>High kizuizi</strong> au <strong>Chini cha kizuizi</strong> wakati wowote wakati wowote wakati wa kipindi cha mkataba wa <strong></strong>.
tr_tr: "Goes Outside" seçeneğini belirlerseniz, <strong>sözleşme dönemi</strong>boyunca herhangi bir zamanda piyasa <strong>Yüksek bariyerine</strong> veya <strong>Düşük bariyerine</strong> dokunursa ödemeyi kazanırsınız.
uz_uz: Agar siz "Goes Outside" tanlasangiz, shartnoma muddati <strong>ning istalgan vaqtida bozor </strong>Yuqori to'siq<strong> yoki </strong>Past to'siq<strong>ga tegsa, to'lovni yutib olasiz</strong>.

source: If you select "Higher", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>barrier</strong>.
ar_sa: إذا اخترت "Higher"، فستفوز بالدفع إذا كانت نقطة <strong>الخروج أعلى</strong> تمامًا من <strong>الحاجز</strong>.
de_de: Wenn Sie "Higher" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Kurs zum Vertragsende</strong> genau über der <strong>Schwelle</strong> liegt.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Higher" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើ <strong>ចំណុចចេញ</strong> មានតម្លៃខ្ពស់ជាង <strong>បន្ទាត់តម្លៃគោលដៅ</strong>។
sw_ke: Ukichagua “Juu”, unashinda malipo ikiwa nafasi ya kuondoka la <strong></strong> ni juu kabisa kuliko kizuizi cha <strong></strong>.
tr_tr: "Higher" seçeneğini seçerseniz, <strong>çıkış noktası</strong> <strong>bariyerinden</strong>kesinlikle daha yüksekse ödeme kazanırsınız.
uz_uz: Agar siz “Higer” ni tanlasangiz, <strong>chiqish joyi</strong> <strong>to'siq</strong>dan qat'iyan yuqori bo'lsa, to'lovni yutib olasiz.

source: If you select "Lower", you win the payout if the <strong>exit spot</strong> is strictly lower than the <strong>barrier</strong>.
ar_sa: إذا اخترت "Lower"، فستفوز بالدفع إذا كانت نقطة <strong>الخروج أقل</strong> بكثير من <strong>الحاجز</strong>.
de_de: Wenn Sie "Lower" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Kurs zum Ende des Kontrakts</strong> genau unter der <strong>Schwelle</strong> liegt.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Lower" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើ <strong>ចំណុចចេញ</strong> មានតម្លៃទាបជាង <strong>បន្ទាត់តម្លៃគោលដៅ</strong>។
sw_ke: Ukichagua “Chini”, unashinda malipo ikiwa nafasi ya kutoka <strong></strong> ni chini kabisa kuliko kizuizi cha <strong></strong>.
tr_tr: "Lower" seçeneğini belirlerseniz, <strong>çıkış noktası</strong> <strong>bariyerinden</strong>kesinlikle daha düşükse ödeme kazanırsınız.
uz_uz: Agar siz “Lower” ni tanlasangiz, <strong>chiqish joyi</strong> <strong>to'siq</strong>dan qat'iyan past bo'lsa, to'lovni yutib olasiz.

source: If you select "Matches", you will win the payout if the <strong>last digit</strong> of the last tick is the <strong>same</strong> as your <strong>prediction.</strong>
ar_sa: إذا قمت بتحديد "Matches"، فستفوز بالدفع إذا كان الرقم <strong>الأخير</strong> من العلامة الأخيرة هو <strong>نفسه</strong> <strong>توقعك.</strong>
de_de: Wenn Sie "Matches" auswählen, erhalten Sie eine Auszahlung, wenn die <strong>letzte Stelle</strong> des letzten Ticks <strong>gleich</strong> Ihrer <strong>Voraussage ist.</strong>
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Matches" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើ<strong>លេខខ្ទង់ចុងក្រោយ</strong>នៃចំណុច Tick ចុងក្រោយមានតម្លៃ<strong>ដូចគ្នា</strong>នឹង<strong>ការព្យាករណ៍</strong>របស់អ្នក។
sw_ke: Ukichagua “Mechi”, utashinda malipo ikiwa tarakimu ya mwisho ya <strong></strong> ya alama ya mwisho ni <strong>sawa</strong> na utabiri wako wa <strong>.</strong>
tr_tr: "Matches"i seçerseniz, son tikin <strong>son rakamı</strong> <strong>tahmininizle</strong> <strong>aynı</strong> ise ödemeyi kazanırsınız.
uz_uz: Agar siz “Matches” ni tanlasangiz, oxirgi belgining <strong>oxirgi raqami</strong> sizning <strong>tahminingizgiz bilan <strong>bir xil</strong> bo'lsa, to'lovni yutib olasiz.</strong>

source: If you select "Odd", you will win the payout if the <strong>last digit</strong> of the last tick is an <strong>odd number (i.e., 1, 3, 5, 7, or 9).</strong>
ar_sa: إذا قمت بتحديد "Odd"، فستفوز بالدفع إذا كان الرقم الأخير</strong>من العلامة الأخيرة رقمًا <strong>فرديًا (أي 1 أو 3 أو 5 أو 7 أو 9).<strong></strong>
de_de: Wenn Sie "Odd" wählen, gewinnen Sie die Auszahlung, wenn die<strong>letzte Ziffer</strong>des letzten Ticks eine ungerade Zahl von <strong>ist (d. h. 1, 3, 5, 7 oder 9).</strong>
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Odd" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើ <strong>លេខខ្ទង់ចុងក្រោយ</strong> នៃចំណុច Tick ចុងក្រោយជា <strong>លេខសេស (ឧ. 1, 3, 5, 7, ឬ 9)។</strong>
sw_ke: Ukichagua “Ajabu”, utashinda malipo ikiwa tarakimu ya mwisho ya<strong></strong>ya alama ya mwisho ni nambari ya kawaida ya <strong>(yaani, 1, 3, 5, 7, au 9).</strong>
tr_tr: “Odd” seçeneğini seçerseniz, son işaretin<strong>son basamağı</strong> <strong>tek sayı ise (yani 1, 3, 5, 7 veya 9) ödemeyi kazanırsınız.</strong>
uz_uz: Agar siz “Odd” ni tanlasangiz, oxirgi belgining<strong>oxirgi raqami</strong>ning <strong>toq raqam (ya'ni, 1, 3, 5, 7, yoki 9) bo'lsa, to'lovni yutib olasiz.</strong>

source: If you select "Over", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>greater than your prediction.</strong>
ar_sa: إذا قمت بتحديد "Over"، فستفوز بالدفع إذا كان الرقم<strong>الأخير</strong>من العلامة الأخيرة <strong>أكبر من توقعاتك.</strong>
de_de: Wenn Sie "Over" wählen, gewinnen Sie die Auszahlung, wenn die<strong>letzte Ziffer</strong>des letzten Ticks <strong>größer ist als Ihre Vorhersage.</strong>
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Over" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើ <strong>លេខខ្ទង់ចុងក្រោយ</strong> នៃចំណុច Tick ចុងក្រោយមានតម្លៃ <strong>ធំជាងការទស្សន៍ទាយរបស់អ្នក។</strong>
sw_ke: Ukichagua “Zaidi ya”, utashinda malipo ikiwa tarakimu ya mwisho ya<strong></strong>ya alama ya mwisho ni <strong>kubwa kuliko utabiri wako.</strong>
tr_tr: “Over” i seçerseniz, son işaretin<strong>son basamağı</strong>tahmininizden <strong>büyükse ödemeyi kazanırsınız.</strong>
uz_uz: Agar siz “Over” ni tanlasangiz, oxirgi belgining<strong>oxirgi raqami</strong>sizning tahminingizdan <strong>katta bo'lsa, to'lovni yutib olasiz.</strong>

source: If you select "Reset-Call", you win the payout if the exit spot is strictly higher than either the entry spot or the spot at reset time.
ar_sa: إذا اخترت «إعادة تعيين المكالمة»، فستفوز بالدفع إذا كانت نقطة الخروج أعلى تمامًا من نقطة الدخول أو البقعة في وقت إعادة الضبط.
de_de: Wenn du "Reset-Call" auswählst, gewinnst du die Auszahlung, wenn die Ausgangsposition strikt höher ist als entweder die Startposition oder die Position zur Reset-Zeit.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Reset-Call" អ្នកឈ្នះប្រាក់សំណង ប្រសិនបើកចំណុចចេញគឺខ្ពស់ជាងចំណុចចូល ឬចំណុចនៅពេលកំណត់ឡើងវិញ។
sw_ke: Ukichagua “Rudisha Piga simu”, unashinda malipo ikiwa mahali pa kuondoka ni juu kabisa kuliko mahali pa kuingia au sehemu wakati wa kuweka upya.
tr_tr: “Reset-Call” seçeneğini seçerseniz, çıkış noktası giriş noktasından veya sıfırlama zamanındaki noktadan kesinlikle yüksekse ödemeyi kazanırsınız.
uz_uz: Agar “Reset-Call” ni tanlasangiz, chiqish joyi kirish joyidan yoki qayta o'rnatish vaqtidagi joydan qat'iy yuqori bo'lsa, siz to'lovni yutib olasiz.

source: If you select "Reset-Put", you win the payout if the exit spot is strictly lower than either the entry spot or the spot at reset time.
ar_sa: إذا اخترت «Reset-Put»، فستفوز بالدفع إذا كانت نقطة الخروج أقل تمامًا من نقطة الدخول أو البقعة في وقت إعادة الضبط.
de_de: Wenn Sie "Reset-Put" wählen, gewinnen Sie die Auszahlung, wenn die Ausgangsposition strikt niedriger ist als entweder die Startposition oder die Position zum Reset-Zeitpunkt.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Reset-Put" អ្នកឈ្នះប្រាក់សំណង ប្រសិនបើកចំណុចចេញគឺទាបជាងចំណុចចូល ឬចំណុចនៅពេលកំណត់ឡើងវិញ។
sw_ke: Ukichagua “Reset-Weka”, unashinda malipo ikiwa nafasi ya kuondoka ni chini kabisa kuliko mahali pa kuingia au sehemu wakati wa upya.
tr_tr: “Reset-Put” seçeneğini seçerseniz, çıkış noktası giriş noktasından veya sıfırlama zamanındaki spottan kesinlikle düşükse ödemeyi kazanırsınız.
uz_uz: Agar “Reset-Put” ni tanlasangiz, chiqish joyi kirish joyidan yoki tiklash vaqtidagi nuqtadan qat'iy past bo'lsa, siz to'lovni yutib olasiz.

source: If you select "Rise", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
ar_sa: إذا اخترت "Rise"، فستفوز بالدفع إذا كانت نقطة <strong>الخروج أعلى</strong> تمامًا من نقطة <strong>الدخول</strong>.
de_de: Wenn Sie "Rise" wählen, gewinnen Sie die Auszahlung, wenn der <strong>Ausstiegsplatz</strong> deutlich hoher ist als der <strong>Einstiegsplatz</strong>.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Rise" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើ <strong>ចំណុចចេញ</strong> ខ្ពស់ជាង <strong>ចំណុចចូល</strong>។
sw_ke: Ukichagua “Panda”, unashinda malipo ikiwa nafasi ya kutoka <strong></strong> ni juu kabisa kuliko nafasi ya kuingia <strong></strong>.
tr_tr: "Rise" seçeneğini belirlerseniz, <strong>çıkış noktası</strong> <strong>giriş noktasından</strong>kesinlikle daha yüksekse ödemeyi kazanırsınız.
uz_uz: Agar siz “Rise” ni tanlasangiz, <strong>chiqish joyi</strong> <strong>kirish joyi</strong>dan qat'iyan yuqori bo'lsa, to'lovni yutib olasiz.

source: If you select "Rises", you win the payout if the <strong>exit spot</strong> is strictly higher than the <strong>entry spot</strong>.
ar_sa: إذا قمت بتحديد «Rises»، فستفوز بالدفع إذا كانت نقطة <strong></strong> الخروج أعلى تمامًا من نقطة <strong>الدخول</strong>.
de_de: Wenn Sie "Rises" auswählen, erhalten Sie eine Auszahlung, wenn der <strong>Kurs zum Auslauf des Kontrakts</strong> genau über dem <strong>Kurs bei Beginn des Kontrakts</strong> liegt.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Rises" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើ <strong>ចំណុចចេញ</strong> ខ្ពស់ជាង <strong>ចំណុចចូល</strong>។
sw_ke: Ukichagua “Kuongezeka”, unashinda malipo ikiwa nafasi ya kuondoka la <strong></strong> ni juu kabisa kuliko nafasi ya kuingia <strong></strong>.
tr_tr: "Rises" seçeneğini belirlerseniz, <strong>çıkış noktası</strong> <strong>giriş noktasından</strong>kesinlikle daha yüksekse ödeme kazanırsınız.
uz_uz: Agar siz “Rises” ni tanlasangiz, <strong>chiqish joyi</strong> <strong>kirish joyi</strong>dan qat'iyan yuqori bo'lsa, to'lovni yutib olasiz.

source: If you select "Stays Between", you win the payout if the market stays between (does not touch) either the <strong>High barrier</strong> or the <strong>Low barrier</strong> at any time during the <strong>contract period</strong>.
ar_sa: إذا اخترت "Stays Between"، فستفوز بالعائد إذا بقي السوق بين (لا يلمس) إما الحاجز <strong>المرتفع</strong> أو الحاجز <strong>المنخفض</strong> في أي وقت خلال فترة العقد <strong></strong>.
de_de: Wenn Sie "Stays Between" wählen, erhalten Sie eine Auszahlung, wenn der Kurs zu irgendeinem Zeitpunkt während der <strong>Kontraktlaufzeit</strong> zwischen der <strong>Oberen Schwelle</strong> oder der <strong>Unteren Schwelle</strong> bleibt (ohne sie zu berühren).
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Stays Between" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើទីផ្សារស្ថិតនៅចន្លោះ (មិនប៉ះ) ទាំង <strong>បន្ទាត់តម្លៃគោលដៅខាងលើ</strong> ឬ <strong>បន្ទាត់តម្លៃគោលដៅខាងក្រោម</strong> នៅពេលណាមួយក្នុងអំឡុង <strong>រយៈពេលកិច្ចសន្យា</strong>។
sw_ke: Ukichagua “Kukaa Kati ya”, unashinda malipo ikiwa soko linakaa kati ya (haligusa) ama <strong>High kizuizi</strong> au <strong>Chini kizuizi</strong> wakati wowote wakati wowote wakati wa kipindi cha mkataba wa <strong></strong>.
tr_tr: “Stays Between” ı seçerseniz, piyasa <strong>sözleşme süresi</strong>boyunca herhangi bir zamanda <strong>Yüksek bariyer</strong> veya <strong>Düşük bariyer</strong> arasında kalırsa (dokunmazsa) ödemeyi kazanırsınız.
uz_uz: Agar siz “Stays Between” ni tanlasangiz, bozor <strong>shartnoma davrida istalgan vaqtda </strong>Yuqori to'siq<strong> yoki </strong>Past to'siq<strong> orasida qolsa (hech biriga tegmasa) to'lovni yutasiz</strong>.

source: If you select "Touches", you win the payout if the market touches the <strong>barrier</strong> at any time during the <strong>contract period</strong>.
ar_sa: إذا اخترت "Touches"، فستفوز بالعوائد إذا لامس السوق <strong>الحاجز</strong> في أي وقت خلال فترة <strong>العقد</strong>.
de_de: Wenn Sie "Touches" wählen, erhalten Sie eine Auszahlung, wenn der Kurs die <strong>Schwelle</strong> zu irgendeinem Zeitpunkt während der <strong>Kontraktlaufzeit</strong> berührt.
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Touches" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើទីផ្សារប៉ះនឹង <strong>បន្ទាត់តម្លៃគោលដៅ</strong> នៅពេលណាមួយក្នុងអំឡុង <strong>រយៈពេលកិច្ចសន្យា</strong>។
sw_ke: Ukichagua “Gusa”, unashinda malipo ikiwa soko linagusa kizuizi cha <strong></strong> wakati wowote wakati wowote wakati wa mkataba wa <strong></strong>.
tr_tr: "Touches" seçeneğini belirlerseniz, <strong>sözleşme dönemi</strong>boyunca herhangi bir zamanda piyasa <strong>bariyerine</strong> dokunursa ödeme kazanırsınız.
uz_uz: Agar siz “Touches” ni tanlasangiz, bozor <strong>shartnoma davrida</strong>istalgan vaqtda <strong>to'sig'iga</strong> tegsa, to'lovni yutib olasiz.

source: If you select "Under", you will win the payout if the <strong>last digit</strong> of the last tick is <strong>less than your prediction.</strong>
ar_sa: إذا قمت بتحديد "Under"، فستفوز بالدفع إذا كان الرقم<strong>الأخير</strong>من العلامة الأخيرة<strong>أقل من توقعاتك.</strong>
de_de: Wenn Sie "Under" wählen, gewinnen Sie die Auszahlung, wenn die<strong>letzte Ziffer</strong>des letzten Ticks<strong>weniger als Ihre Vorhersage ist.</strong>
km_kh: ប្រសិនបើអ្នកជ្រើសរើស "Uder" អ្នកនឹងឈ្នះប្រាក់សំណង ប្រសិនបើ <strong>លេខខ្ទង់ចុងក្រោយ</strong> នៃចំណុច Tick ចុងក្រោយមានតម្លៃ <strong>តិចជាងការទស្សន៍ទាយរបស់អ្នក។</strong>
sw_ke: Ukichagua “Chini”, utashinda malipo ikiwa tarakimu ya mwisho ya<strong></strong>ya alama ya mwisho ni<strong>chini ya utabiri wako.</strong>
tr_tr: “Under” seçeneğini seçerseniz, son işaretin<strong>son basamağı</strong>tahmininizden<strong>daha az ise ödemeyi kazanırsınız.</strong>
uz_uz: Agar siz “Under” ni tanlasangiz, oxirgi belgining<strong>oxirgi tiki</strong>sizning tahminingizdan<strong>kam bo'lsa, to'lovni yutib olasiz.</strong>
