Repository: deriv-com/smarttrader
Catalog: src/translations/*.po
Languages: ar_sa, de_de, km_kh, sw_ke, tr_tr, uz_uz

source: Your web browser (%1) is out of date and may affect your trading experience. Proceed at your own risk. %2Update browser%3
ar_sa: متصفح الويب الخاص بك (%1) قديم وقد يؤثر على تجربة التداول الخاصة بك. تابع على مسؤوليتك الخاصة. %2Uتحديث المتصفح%3
de_de: Ihr Web-Browser (%1) ist veraltet und kann Ihre Handelserfahrung beeinflussen. Fahren Sie auf Ihr eigenes Risiko fort. %2Browser aktualisieren%3
km_kh: កម្មវិធីរុករកតាមអ៊ីនធឺណិតរបស់អ្នក (%1) ហួសសម័យ ហើយអាចប៉ះពាល់ដល់បទពិសោធន៍ជួញដូររបស់អ្នក។ ដូចនេះអាចបន្តដោយហានិភ័យផ្ទាល់ខ្លួនរបស់អ្នកឬ %2ធ្វើបច្ចុប្បន្នភាពកម្មវិធីរុករក%3
sw_ke: Kivinjari chako cha wavuti (%1) kimepitwa na kinaweza kuathiri uzoefu wako wa biashara. Endelea kwa hatari yako mwenyewe. %2Ukivinjari cha pdate%3
tr_tr: Web tarayıcınız (%1) güncel değildir ve işlem deneyiminizi etkileyebilir. Riski size ait olmak üzere devam edin. %2Update browser%3
uz_uz: Sizning veb-brauzeringiz (%1) eskirgan va savdo tajribangizga ta'sir qilishi mumkin. O'zingizning xavf-xataringiz bilan davom eting. %2Brauzerni yangilash%3

source: account
ar_sa: اعتبار
de_de: Konto
km_kh: គណនី
sw_ke: akaunti
tr_tr: hesap
uz_uz: hisob

source: accounts
ar_sa: حسابات
de_de: Konten
km_kh: គណនី
sw_ke: akaunti
tr_tr: hesaplar
uz_uz: hisoblar

source: binary options, forex, forex trading, online trading, financial trading, binary trading, index trading, trading stock indices, forex trades, trading commodities, binary options strategy, binary broker, binary bet, binary options trading platform, binary strategy, finance, investment, trading
ar_sa: الخيارات الثنائية، الفوركس، تداول العملات الأجنبية، التداول عبر الإنترنت، التداول المالي، التداول الثنائي، تداول المؤشرات، تداول مؤشرات الأسهم، صفقات الفوركس، تداول السلع، استراتيجية الخيارات الثنائية، الوسيط الثنائي، الرهان الثنائي، منصة تداول الخيارات الثنائية، الإستراتيجية الثنائية، التمويل، الاستثمار، التداول
de_de: binäre Optionen, Forex, Devisenhandel, Online-Handel, Finanzhandel, binärer Handel, Indexhandel, Handel mit Aktienindizes, Devisenhandel, Handelsrohstoffe, Strategie für binäre Optionen, binäre Broker, binäre Wetten, Handelsplattform für binäre Optionen, binäre Strategie, Finanzen, Investition, Handel
km_kh: binary options, Forex, ការជួញដូរ Forex, ការជួញដូរអនឡាញ, ការជួញដូរហិរញ្ញវត្ថុ, ការជួញដូរបែប binary, ការជួញដូរសន្ទស្សន៍, សន្ទស្សន៍ការជួញដូរភាគហ៊ុន, ការជួញដូរ Forex, ការជួញដូរទំនិញ, យុទ្ធសាស្រ្តការជួញដូរ binary option, ឈ្មួញកណ្តាល binary, ដើមទុន binary, វេទិកាជួញដូរ binary options, យុទ្ធសាស្រ្ត binary, ហិរញ្ញវត្ថុ, ការវិនិយោគ, ការជួញដូរ
sw_ke: chaguzi za binari, forex, biashara ya forex, biashara ya mtandaoni, biashara ya kifedha, biashara ya binari, biashara ya faharisi, biashara za hisa za biashara, biashara za forex, bidhaa za biashara, mkakati wa chaguzi za binari, broker, dau binari, jukwaa la biashara ya chaguzi za binari, fedha, uwekezaji, biashara
tr_tr: ikili opsiyonlar, forex, forex ticareti, online ticaret, finansal ticaret, ikili ticaret, endeks ticareti, ticaret hisse senedi endeksleri, forex işlemleri, ticaret emtiaları, ikili opsiyon stratejisi, ikili komisyoncu, ikili bahis, ikili opsiyon ticaret platformu, ikili strateji, finans, yatırım, ticaret
uz_uz: binary opsiyalar, forex, forex savdo, onlayn savdo, moliyaviy savdo, binary savdo, indeks savdo, savdo fond indekslari, forex savdolari, savdo tovarlari, binary opsiyalar strategiyasi, binary broker, binary pul tikish, binary opsiyalar savdo platformasi, binary strategiya, moliya, investitsiya, savdo

source: day
ar_sa: يوم
de_de: Tag
km_kh: ថ្ងៃ
sw_ke: siku
tr_tr: gün
uz_uz: kun

source: days
ar_sa: أيام
de_de: Tage
km_kh: ថ្ងៃ
sw_ke: siku
tr_tr: günler
uz_uz: kunlar

source: e.g. frontend.derivws.com
ar_sa: على سبيل المثال frontend.derivws.com
de_de: z.B. frontend.derivws.com
km_kh: ឧ. frontend.derivws.com
sw_ke: mfano frontend.derivws.com
tr_tr: ör. frontend.derivws.com
uz_uz: masalan, frontend.derivws.com

source: hour
ar_sa: ساعة
de_de: Stunde
km_kh: ម៉ោង
sw_ke: saa
tr_tr: saat
uz_uz: soat

source: hours
ar_sa: ساعات
de_de: Stunden
km_kh: ម៉ោង
sw_ke: saa
tr_tr: saatler
uz_uz: soatlar

source: including Deal Cancel. Fee
ar_sa: بما في ذلك إلغاء الصفقة. الرسوم
de_de: einschließlich Deal Cancel. Gebühr
km_kh: រួមទាំងថ្លៃសេវាការលុបចោលកិច្ចព្រមព្រៀង
sw_ke: pamoja na Ghairi ya Mkataba. Ada
tr_tr: Anlaşma İptal dahil. Ücret
uz_uz: shartnomani bekor qilish, shu jumladan. To'lov

source: login
ar_sa: تسجيل الدخول
de_de: Anmeldung
km_kh: ចូលប្រព័ន្ធ
sw_ke: ingia
tr_tr: oturum aç
uz_uz: tizimga kirish

source: logout
ar_sa: تسجيل الخروج
de_de: abmelden
km_kh: ចាកចេញ
sw_ke: kujitoa
tr_tr: oturumu kapat
uz_uz: tizimdan chiqish

source: minute
ar_sa: دقيقة
km_kh: នាទី
sw_ke: dakika
tr_tr: dakika
uz_uz: daqiqa

source: minutes
ar_sa: الدقائق
de_de: Minuten
km_kh: នាទី
sw_ke: dakika
tr_tr: dakikalar
uz_uz: daqiqalar

source: second
ar_sa: ثانيا
de_de: zweiter
km_kh: វិនាទី
sw_ke: pili
tr_tr: ikinci
uz_uz: soniya

source: seconds
ar_sa: ثواني
de_de: Sekunden
km_kh: វិនាទី
sw_ke: sekunde
tr_tr: saniyeler
uz_uz: soniyalar

source: tick
ar_sa: علامة
km_kh: ចំណុច Tick
sw_ke: kupe
tr_tr: işlemek
uz_uz: tik

source: ticks
ar_sa: القراد
km_kh: ចំណុច Tick
sw_ke: kupe
tr_tr: keneler
uz_uz: tiklar

source: today
ar_sa: اليوم
de_de: heute
km_kh: ថ្ងៃនេះ
sw_ke: leo
tr_tr: bugün
uz_uz: bugun

source: today, Fridays
ar_sa: اليوم، الجمعة
de_de: heute, Freitags
km_kh: ថ្ងៃនេះ ថ្ងៃសុក្រ
sw_ke: leo, Ijumaa
tr_tr: bugün, cuma
uz_uz: bugun, juma kunlari

source: virtual money credit to account
ar_sa: رصيد نقدي افتراضي للحساب
de_de: virtuelles Geldguthaben auf das Konto
km_kh: ឥណទានប្រាក់និម្មិតទៅគណនី
sw_ke: mkopo wa pesa halisi kwa akaunti
tr_tr: hesaba sanal para kredisi
uz_uz: hisob raqamiga virtual pul krediti

source: Digit Differs
sw_ke: Taraka inatofautiana

source: Digit Even
sw_ke: Takwimu hata

source: Digit Matches
sw_ke: Mechi za tarakimu

source: Digit Odd
sw_ke: Takwimu ya kawaida

source: Digit Over
sw_ke: Takwimu ya juu

source: Digit Under
sw_ke: Takwimu chini ya

source: Does Not Touch
de_de: Berührt sich nicht
sw_ke: Haigusa

source: Ends Between
sw_ke: Inaishia kati ya

source: Ends Outside
sw_ke: Inaishia nje

source: Fall
sw_ke: Kuanguka

source: Goes Outside
sw_ke: Huenda nje

source: Higher
sw_ke: Juu

source: Lower
sw_ke: Chini

source: Multiplier Down
sw_ke: Kiongezaji Down

source: Multiplier Up
sw_ke: Kiongezaji Hupu

source: Rise
sw_ke: Kuinuka

source: Stays Between
sw_ke: Kukaa kati ya

source: Touches
sw_ke: Kugusa
uz_uz: Touch

source: Audit page
de_de: Audit-Seite
km_kh: ទំព័រត្រួតពិនិត្យ
uz_uz: Audit sahifasi

source: Contract Details
de_de: Vertragsdetails
km_kh: ព័ត៌មានលម្អិតនៃកិច្ចសន្យា
uz_uz: Shartnoma tafsilotlari

source: Do you want to top up for another %1? If not, you can do this later on the %2Cashier page%3, too.
de_de: Möchten Sie für weitere %1 aufladen? Wenn nicht, können Sie dies später auch auf der %2CKassenseite%3 tun.
km_kh: តើអ្នកចង់បញ្ចូលទឹកប្រាក់សម្រាប់ %1 ផ្សេងទៀតទេ? បើមិនចង់ទេ អ្នកអាចធ្វើវានៅពេលក្រោយនៅលើ %2ទំព័របេឡា%3 បានផងដែរ។
uz_uz: Siz boshqa %1 uchun to'ldirishni xohlaysizmi? Agar yo'q bo'lsa, buni keyinchalik %2Kassir sahifasida %3 ham qilishingiz mumkin.

source: If the <strong>exit spot</strong> is equal to the <strong>barrier</strong> or the <strong>new barrier (if a reset occurs)</strong>, you don't win the payout.
de_de: Wenn der <strong>-Ausstiegspunkt</strong> der <strong>-Barriere</strong> oder der <strong>neuen Barriere (falls ein Reset erfolgt)</strong>entspricht, gewinnst du die Auszahlung nicht.
km_kh: ប្រសិនបើ <strong>ចំណុចចេញ</strong> នោះស្មើនឹង <strong>បន្ទាត់តម្លៃគោលដៅ</strong> ឬ <strong>បន្ទាត់តម្លៃគោលដៅថ្មី (ក្នុងករណីមានការកំណត់ឡើងវិញ)</strong> អ្នកនឹងទទួលបានប្រាក់សំណង។
uz_uz: Agar <strong>chiqish joyi</strong> <strong>to'siq</strong> yoki <strong>yangi to'siqqa teng bo'lsa (agar qayta o'rnatish sodir bo'lsa)</strong>bo'lsa, siz to'lovni yutib olmaysiz.

source: Indicative barrier
de_de: Indikative Barriere
km_kh: បន្ទាត់តម្លៃគោលដៅចង្អុលបង្ហាញ
uz_uz: Indikativ to'siq

source: Market
de_de: Markt
km_kh: ទីផ្សារ
uz_uz: Bozor

source: Start Time
de_de: Startzeit
km_kh: ម៉ោងចាប់ផ្តើម
uz_uz: Boshlanish vaqti

source: Top up
de_de: Aufladen
km_kh: បញ្ចូលទឹកប្រាក់
uz_uz: To'ldirish

source: Top up Virtual Account?
de_de: Virtuelles Konto aufladen?
km_kh: បញ្ចូលទឹកប្រាក់គណនីនិម្មិតមែទេ?
uz_uz: Virtual hisobni toʻldirasizmi?

source: Trade types
de_de: Handelsarten
km_kh: ប្រភេទការជួញដូរ
uz_uz: Savdo turlari

source: Tether TRC20
de_de: Anbindehalter TRC20
